[
{"name": ["7 World Trade Center"], "link": "https://en.wikipedia.org/wiki/7_World_Trade_Center", "body": {"title": "7 World Trade Center", "paragraph": "7 World Trade Center (7 WTC) refers to two buildings that have existed at the same location within the World Trade Center site in Lower Manhattan, New York City. The original structure, part of the original World Trade Center, was completed in 1987 and was destroyed in the September 11 attacks in 2001. The current structure opened in May 2006. Both buildings were developed by Larry Silverstein, who holds a ground lease for the site from the Port Authority of New York and New Jersey.\n"}},
{"name": ["Round Church, Preslav"], "link": "https://en.wikipedia.org/wiki/Round_Church,_Preslav", "body": {"title": "Round Church, Preslav", "paragraph": "Considered to be one of the most impressive examples of medieval Bulgarian architecture, the Round Church takes its name from the distinctive shape of one of its three sections, the cella (naos), which is a rotunda that serves as a place of liturgy. The church's design also includes a wide atrium and a rectangular entrance area, or narthex, marked by two circular turrets.\n"}},
{"name": ["Santa María de Óvila"], "link": "https://en.wikipedia.org/wiki/Santa_Mar%C3%ADa_de_%C3%93vila", "body": {"title": "Santa María de Óvila", "paragraph": "American publisher William Randolph Hearst bought parts of the monastery in 1931 with the intention of using its stones in the construction of a grand and fanciful castle at Wyntoon, California, but after some 10,000 stones were removed and shipped, they were abandoned in San Francisco for decades. These stones are now in various locations around California: the old church portal was erected at the University of San Francisco, and the chapter house was reassembled by Trappist monks at the Abbey of New Clairvaux in Vina, California. Other stones are serving as simple decorative elements in Golden Gate Park's botanical garden. To support the chapter house project, a line of Belgian-style beers was produced by Sierra Nevada Brewing Company under the Ovila Abbey brand.\n"}},
{"name": ["Royal Gold Cup"], "link": "https://en.wikipedia.org/wiki/Royal_Gold_Cup", "body": {"title": "Royal Gold Cup", "paragraph": "The cup is made of solid gold, stands 23.6 cm (9.25 inches) high with a diameter of 17.8 cm (6.94 inches) at its widest point,[3] and weighs 1.935 kg (4.26 lb).[4] It has a cover that lifts off, but the triangular stand on which it once stood is now lost. The stem of the cup has twice been extended by the addition of cylindrical bands, so that it was originally much shorter,[5] giving the overall shape \"a typically robust and stocky elegance.\"[6] The original decorated knop or finial on the cover has been lost, and a moulding decorated with 36 pearls has been removed from the outer edge of the cover; a strip of gold with jagged edges can be seen where it was attached. Presumably it matched the one still in place round the foot of the cup.[7]\n"}},
{"name": ["Roman temple of Bziza"], "link": "https://en.wikipedia.org/wiki/Roman_temple_of_Bziza", "body": {"title": "Roman temple of Bziza", "paragraph": "The Roman temple of Bziza  is a well-preserved first century AD building dedicated to Azizos, a personification of the morning star in the Canaanite mythology. This Roman temple lends the modern Lebanese town of Bziza its current name as Bziza is a corruption of Beth Azizo meaning the house or temple of Azizos. Azizos is identified as Ares by Julian the Apostate.\n"}},
{"name": ["Saint Fin Barre's Cathedral"], "link": "https://en.wikipedia.org/wiki/Saint_Fin_Barre%27s_Cathedral", "body": {"title": "Saint Fin Barre's Cathedral", "paragraph": "Saint Fin Barre's Cathedral (Irish: Ardeaglais Naomh Fionnbarra) is a Gothic Revival three-spire cathedral in the city of Cork, Ireland. It belongs to the Church of Ireland and was completed in 1879. The cathedral is located on the south side of the River Lee, on ground that has been a place of worship since the 7th century, and is dedicated to Finbarr of Cork, patron saint of the city. It was once in the Diocese of Cork; it is now one of the three cathedrals in the Church of Ireland Diocese of Cork, Cloyne and Ross, in the ecclesiastical province of Dublin.\n"}},
{"name": ["Sandringham House"], "link": "https://en.wikipedia.org/wiki/Sandringham_House", "body": {"title": "Sandringham House", "paragraph": "Sandringham House is a country house in the parish of Sandringham, Norfolk, England. It is the private home of Elizabeth II, whose father, George VI, and grandfather, George V, both died there. The house stands in a 20,000-acre (8,100 ha) estate in the Norfolk Coast Area of Outstanding Natural Beauty. The house is listed as Grade II* on the Register of Historic Parks and Gardens, along with its landscaped gardens, park, and woodlands.\n"}},
{"name": ["Scottish Parliament Building"], "link": "https://en.wikipedia.org/wiki/Scottish_Parliament_Building", "body": {"title": "Scottish Parliament Building", "paragraph": "The Scottish Parliament Building (Scottish Gaelic: Pàrlamaid na h-Alba,[2] Scots: Scots Pairlament Biggin) is the home of the Scottish Parliament at Holyrood, within the UNESCO World Heritage Site in central Edinburgh.[3] Construction of the building commenced in June 1999 and the Members of the Scottish Parliament (MSPs) held their first debate in the new building on 7 September 2004. The formal opening by Queen Elizabeth II took place on 9 October 2004.[4] Enric Miralles, the Spanish architect who designed the building, died before its completion.[5]\n"}},
{"name": ["Rova of Antananarivo"], "link": "https://en.wikipedia.org/wiki/Rova_of_Antananarivo", "body": {"title": "Rova of Antananarivo", "paragraph": "Over time, the number of buildings within the site varied. Andrianjaka founded the Rova with three buildings and a dedicated tomb site in the early 17th century. The number of structures rose to approximately twenty during the late 18th-century reign of King Andrianampoinimerina. By the late 20th century, the Rova's structures had been reduced to eleven, representing various architectural styles and historical periods. The largest and most prominent of these was Manjakamiadana, also known as the \"Queen's Palace\" after Queen Ranavalona I, for whom the original wooden palace was built between 1839–1841 by Frenchman Jean Laborde. In 1867 the palace was encased in stone for Queen Ranavalona II by Scotsman James Cameron, an artisan missionary of the London Missionary Society. The neighbouring Tranovola, a smaller wooden palace constructed in 1819 by Creole trader Louis Gros for King Radama I, was the first multi-story building with verandas in the Rova. The model offered by Tranovola transformed architecture throughout the highlands over the course of the 19th century, inspiring a widespread shift toward two-storey houses with verandas. The Rova grounds also contained a cross-shaped wooden house (Manampisoa) built as the private residence of Queen Rasoherina, a stone Protestant chapel (Fiangonana), nine royal tombs, and a number of named wooden houses built in the traditional style reserved for the andriana (nobles) in Imerina. Among the most significant of these were Besakana, erected in the early 17th century by Andrianjaka and considered the throne of the kingdom, and Mahitsielafanjaka, a later building which came to represent the seat of ancestral spiritual authority at the Rova.\n"}},
{"name": ["Rosetta Stone"], "link": "https://en.wikipedia.org/wiki/Rosetta_Stone", "body": {"title": "Rosetta Stone", "paragraph": "The Rosetta Stone is a granodiorite stele discovered in 1799 which is inscribed with three versions of a decree issued in Memphis, Egypt in 196 BC during the Ptolemaic dynasty on behalf of King Ptolemy V Epiphanes. The top and middle texts are in Ancient Egyptian using hieroglyphic and Demotic scripts respectively, while the bottom is in Ancient Greek. The decree has only minor differences among the three versions, so the Rosetta Stone became key to deciphering Egyptian hieroglyphs, thereby opening a window into ancient Egyptian history.\n"}},
{"name": ["Pyramid of Unas"], "link": "https://en.wikipedia.org/wiki/Pyramid_of_Unas", "body": {"title": "Pyramid of Unas", "paragraph": "The Pyramid of Unas (Egyptian: Nfr-swt-Wnjs \"Beautiful are the places of Unas\") is a smooth-sided pyramid built in the 24th century BC for the Egyptian pharaoh Unas, the ninth and final king of the Fifth Dynasty.[9][a] It is the smallest Old Kingdom pyramid, but significant due to the discovery of Pyramid Texts, spells for the king's afterlife incised into the walls of its subterranean chambers. Inscribed for the first time in Unas's pyramid, the tradition of funerary texts carried on in the pyramids of subsequent rulers, through to the end of the Old Kingdom, and into the Middle Kingdom through the Coffin Texts that form the basis of the Book of the Dead.\n"}},
{"name": ["Rochester Castle"], "link": "https://en.wikipedia.org/wiki/Rochester_Castle", "body": {"title": "Rochester Castle", "paragraph": "Rochester Castle stands on the east bank of the River Medway in Rochester, Kent, South East England. The 12th-century keep or stone tower, which is the castle's most prominent feature, is one of the best preserved in England or France.\n"}},
{"name": ["Prince's Palace of Monaco"], "link": "https://en.wikipedia.org/wiki/Prince%27s_Palace_of_Monaco", "body": {"title": "Prince's Palace of Monaco", "paragraph": "The Prince's Palace of Monaco is the official residence of the Sovereign Prince of Monaco. Built in 1191 as a Genoese fortress, during its long and often dramatic history it has been bombarded and besieged by many foreign powers. Since the end of the 13th century, it has been the stronghold and home of the Grimaldi family who first captured it in 1297. The Grimaldi ruled the area first as feudal lords, and from the 17th century as sovereign princes, but their power was often derived from fragile agreements with their larger and stronger neighbours.\n"}},
{"name": ["Quiriguá"], "link": "https://en.wikipedia.org/wiki/Quirigu%C3%A1", "body": {"title": "Quiriguá", "paragraph": "Quiriguá's rapid expansion in the 8th century was tied to king K'ak' Tiliw Chan Yopaat's military victory over Copán in 738. When the greatest king of Copán, Uaxaclajuun Ub'aah K'awiil or \"18-Rabbit\", was defeated, he was captured and then sacrificed in the Great Plaza at Quiriguá.[5] Before this, Quiriguá had been a vassal state of Copán, but it maintained its independence afterwards. The ceremonial architecture at Quiriguá is quite modest, but the site's importance lies in its wealth of sculpture, including the tallest stone monumental sculpture ever erected in the New World.[6]\n"}},
{"name": ["Peveril Castle"], "link": "https://en.wikipedia.org/wiki/Peveril_Castle", "body": {"title": "Peveril Castle", "paragraph": "William Peveril the Younger inherited his father's estates, but in 1155 they were confiscated by King Henry II. While in royal possession, Henry visited the castle in 1157, 1158, and 1164, the first time hosting King Malcolm IV of Scotland. During the Revolt of 1173–1174, the castle's garrison was increased from a porter and two watchmen to a force led by 20 knights shared with the castles of Bolsover and Nottingham. The Earls of Derby had a claim to the Peveril family's estates through marriage, and in 1199 William de Ferrers, the fourth earl, paid 2,000 marks for the Peak lordship, although the castle remained under royal control. The closest Peveril Castle came to seeing battle was in 1216, when King John gave the castle to William de Ferrers, but the castellan refused to relinquish control. Although they were both John's supporters, the king authorised the earl to use force to evict the castellan, who eventually capitulated, although there is no evidence that the castle was assaulted.\n"}},
{"name": ["Poitevin horse"], "link": "https://en.wikipedia.org/wiki/Poitevin_horse", "body": {"title": "Poitevin horse", "paragraph": "The Poitevin (French pronunciation: ​[pwat(ə)vɛ̃]) or Poitou is a French breed of draft horse. It is named for its area of origin, the former province of Poitou in west-central France, now a part of the region of Nouvelle-Aquitaine. It was formed in the seventeenth century when horses of Flemish or Dutch origin, brought to the area by engineers working to drain the Marais Poitevin, interbred with local horses. Although it has the size and conformation of a draft horse, the Poitevin has never been bred for draft abilities, and has been little used for draft work. Its principal traditional use was the production of mules. Poitevin mares were put to jacks of the large Baudet du Poitou breed of donkey; the resulting Poitevin mules were in demand for agricultural and other work in many parts of the world, including Russia and the United States.[4]:271 In the early twentieth century there were some 50,000 brood mares producing between 18,000 and 20,000 mules per year.[5]:156\n"}},
{"name": ["Pioneer Helmet"], "link": "https://en.wikipedia.org/wiki/Pioneer_Helmet", "body": {"title": "Pioneer Helmet", "paragraph": "The Pioneer Helmet (also known as the Wollaston Helmet or Northamptonshire Helmet) is a boar-crested Anglo-Saxon helmet from the late seventh century found in Wollaston, Northamptonshire, United Kingdom. It was discovered during a March 1997 excavation before the land was to be mined for gravel and was part of the grave of a young man. Other objects in the grave, such as a hanging bowl and a pattern welded sword, suggest that it was the burial mound of a high-status warrior.\n"}},
{"name": ["Petter's big-footed mouse"], "link": "https://en.wikipedia.org/wiki/Petter%27s_big-footed_mouse", "body": {"title": "Petter's big-footed mouse", "paragraph": "Petter's big-footed mouse (Macrotarsomys petteri),[1] is a Madagascan rodent in the genus Macrotarsomys. With a head and body length of 150 mm (5.9 in) and body mass of 105 g (3.7 oz), It is the largest species of its genus. The upperparts are brown, darkest in the middle of the back, and the underparts are white to yellowish. The animal has long whiskers, short forelimbs, and long hindfeet. The tail ends in a prominent tuft of long, light hairs. The skull is robust and the molars are low-crowned and cuspidate.\n"}},
{"name": ["Pygmy hippopotamus"], "link": "https://en.wikipedia.org/wiki/Pygmy_hippopotamus", "body": {"title": "Pygmy hippopotamus", "paragraph": "The pygmy hippopotamus (Choeropsis liberiensis or Hexaprotodon liberiensis) is a small hippopotamid which is native to the forests and swamps of West Africa, primarily in Liberia, with small populations in Sierra Leone, Guinea, and Ivory Coast.\n"}},
{"name": ["Platypus"], "link": "https://en.wikipedia.org/wiki/Platypus", "body": {"title": "Platypus", "paragraph": "The platypus (Ornithorhynchus anatinus), sometimes referred to as the duck-billed platypus, is a semiaquatic egg-laying mammal[3] endemic to eastern Australia, including Tasmania. The platypus is the sole living representative of its family (Ornithorhynchidae) and genus (Ornithorhynchus), though a number of related species appear in the fossil record.\n"}},
{"name": ["Pinniped"], "link": "https://en.wikipedia.org/wiki/Pinniped", "body": {"title": "Pinniped", "paragraph": "Pinnipeds,[a] commonly known as seals,[b] are a widely distributed and diverse clade of carnivorous, fin-footed, semiaquatic marine mammals. They comprise the extant families Odobenidae (whose only living member is the walrus), Otariidae (the eared seals: sea lions and fur seals), and Phocidae (the earless seals, or true seals). There are 33 extant species of pinnipeds, and more than 50 extinct species have been described from fossils. While seals were historically thought to have descended from two ancestral lines, molecular evidence supports them as a monophyletic lineage (descended from one ancestral line). Pinnipeds belong to the order Carnivora and their closest living relatives are believed to be bears and the superfamily of musteloids (weasels, raccoons, skunks, and red pandas), having diverged about 50 million years ago.\n"}},
{"name": ["Primate"], "link": "https://en.wikipedia.org/wiki/Primate", "body": {"title": "Primate", "paragraph": "A primate (/ˈpraɪmeɪt/ (listen) PRY-mayt) (from Latin primat-, from primus: \"prime, first rank\") is a eutherian mammal constituting the taxonomic order Primates. Primates arose 85–55 million years ago first from small terrestrial mammals, which adapted to living in the trees of tropical forests: many primate characteristics represent adaptations to life in this challenging environment, including large brains, visual acuity, color vision, altered shoulder girdle, and dextrous hands. Primates range in size from Madame Berthe's mouse lemur, which weighs 30 g (1 oz), to the eastern gorilla, weighing over 200 kg (440 lb). There are 190–448 species of living primates, depending on which classification is used. New primate species continue to be discovered: over 25 species were described in the first decade of the 2000s, and eleven since 2010.\n"}},
{"name": ["Percheron"], "link": "https://en.wikipedia.org/wiki/Percheron", "body": {"title": "Percheron", "paragraph": "The Percheron is a breed of draft horse that originated in the Huisne river valley in western France, part of the former Perche province from which the breed takes its name. Usually gray or black in color, Percherons are well muscled, and known for their intelligence and willingness to work. Although their exact origins are unknown, the ancestors of the breed were present in the valley by the 17th century. They were originally bred for use as war horses. Over time, they began to be used for pulling stagecoaches and later for agriculture and hauling heavy goods. In the late 18th and early 19th centuries, Arabian blood was added to the breed. Exports of Percherons from France to the United States and other countries rose exponentially in the late 19th century, and the first purely Percheron stud book was created in France in 1883.\n"}},
{"name": ["Olympic marmot"], "link": "https://en.wikipedia.org/wiki/Olympic_marmot", "body": {"title": "Olympic marmot", "paragraph": "The Olympic marmot (Marmota olympus) is a rodent in the squirrel family, Sciuridae; it occurs only in the U.S. state of Washington, on the middle elevations of the Olympic Peninsula. The closest relatives of this species are the hoary marmot and the Vancouver Island marmot. In 2009, it was declared the official endemic mammal of Washington.\n"}},
{"name": ["Norman Cob"], "link": "https://en.wikipedia.org/wiki/Norman_Cob", "body": {"title": "Norman Cob", "paragraph": "The Norman Cob or Cob Normand is a breed of light draught horse that originated in the region of Normandy in northern France. It is of medium size, with a range of heights and weights, due to selective breeding for a wide range of uses. Its conformation is similar to a robust Thoroughbred, and it more closely resembles a Thoroughbred cross than other French draught breeds. The breed is known for its lively, long-striding trot. Common colours include chestnut, bay and seal brown. There are three general subsets within the breed: horses used under saddle, those used in harness, and those destined for meat production. It is popular for recreational and competitive driving, representing France internationally in the latter, and is also used for several riding disciplines.\n"}},
{"name": ["New Forest pony"], "link": "https://en.wikipedia.org/wiki/New_Forest_pony", "body": {"title": "New Forest pony", "paragraph": "The breed is indigenous to the New Forest in Hampshire in southern England, where equines have lived since before the last Ice Age; remains dating back to 500,000 BC have been found within 50 miles (80 km) of the heart of the modern New Forest. DNA studies have shown ancient shared ancestry with the Celtic-type Asturcón and Pottok ponies. Many breeds have contributed to the foundation bloodstock of the New Forest pony, but today only ponies whose parents are both registered as purebred in the approved section of the stud book may be registered as purebred. The New Forest pony can be ridden by children and adults, can be driven in harness, and competes successfully against larger horses in horse show competition.\n"}},
{"name": ["Megabat"], "link": "https://en.wikipedia.org/wiki/Megabat", "body": {"title": "Megabat", "paragraph": "Megabats constitute the family Pteropodidae of the order Chiroptera (bats).  They are also called fruit bats, Old World fruit bats, or—especially the genera Acerodon and Pteropus—flying foxes. They are the only member of the superfamily Pteropodoidea, which is one of two superfamilies in the suborder Yinpterochiroptera. Internal divisions of Pteropodidae have varied since subfamilies were first proposed in 1917. From three subfamilies in the 1917 classification, six are now recognized, along with various tribes. As of 2018, 197 species of megabat had been described.\n"}},
{"name": ["North Ronaldsay sheep"], "link": "https://en.wikipedia.org/wiki/North_Ronaldsay_sheep", "body": {"title": "North Ronaldsay sheep", "paragraph": "The North Ronaldsay or Orkney is a breed of sheep from North Ronaldsay, the northernmost island of Orkney, off the north coast of Scotland. It belongs to the Northern European short-tailed sheep group of breeds, and has evolved without much cross-breeding with modern breeds. It is a smaller sheep than most, with the rams (males) horned and ewes (females) mostly hornless. It was formerly kept primarily for wool, but now the two largest flocks are feral, one on North Ronaldsay and another on the Orkney island of [[Auskerry]]. The Rare Breeds Survival Trust lists the breed as \"vulnerable\", with fewer than 600 registered breeding females in the United Kingdom.\n"}},
{"name": ["Marwari horse"], "link": "https://en.wikipedia.org/wiki/Marwari_horse", "body": {"title": "Marwari horse", "paragraph": "The Marwari or Malani[1] is a rare breed of horse from the Marwar (or Jodhpur) region of India. Known for its inward-turning ear tips, it comes in all equine colours, although piebald and skewbald  patterns tend to be the most popular with buyers and breeders. It is known for its hardiness, and is quite similar to the Kathiawari, another Indian breed from the Kathiawar region southwest of Marwar. Many breed members exhibit a natural ambling gait. The Marwari horses are descended from native Indian ponies crossed with Arabian horses, possibly with some Mongolian influence.\n"}},
{"name": ["Marsh rice rat"], "link": "https://en.wikipedia.org/wiki/Marsh_rice_rat", "body": {"title": "Marsh rice rat", "paragraph": "The marsh rice rat (Oryzomys palustris) is a semiaquatic North American rodent in the family Cricetidae. It usually occurs in wetland habitats, such as swamps and salt marshes. It is found mostly in the eastern and southern United States, from New Jersey and Kansas south to Florida and northeasternmost Tamaulipas, Mexico; its range previously extended further west and north, where it may have been a commensal in corn-cultivating communities. Weighing about 40 to 80 g (1.4 to 2.8 oz), the marsh rice rat is a medium-sized rodent that resembles the common black and brown rat. The upperparts are generally gray-brown, but are reddish in many Florida populations. The feet show several specializations for life in the water. The skull is large and flattened, and is short at the front.\n"}},
{"name": ["Malagasy mountain mouse"], "link": "https://en.wikipedia.org/wiki/Malagasy_mountain_mouse", "body": {"title": "Malagasy mountain mouse", "paragraph": "The Malagasy mountain mouse or Koopman's montane voalavo (Monticolomys koopmani) is a rodent within the subfamily Nesomyinae of the family Nesomyidae. It is monotypic within the genus Monticolomys, and is closely related to the big-footed mouse (Macrotarsomys). It is found in the highlands of eastern Madagascar. A small mouse-like rodent, it is dark brown on the upperparts and dark gray below. It has small, rounded, densely haired ears and broad feet with well-developed pads. The long tail lacks a tuft at the tip. The skull is delicate and lacks crests and ridges on its roof.\n"}},
{"name": ["Knut (polar bear)"], "link": "https://en.wikipedia.org/wiki/Knut_(polar_bear)", "body": {"title": "Knut (polar bear)", "paragraph": "Knut (German pronunciation: [ˈknuːt] (listen); 5 December 2006 – 19 March 2011) was an orphaned polar bear born in captivity at the Berlin Zoological Garden.  Rejected by his mother at birth, he was raised by zookeepers.  He was the first polar bear cub to survive past infancy at the Berlin Zoo in more than 30 years.  At one time the subject of international controversy, he became a tourist attraction and commercial success.[1] After the German tabloid newspaper Bild ran a quote from an animal rights activist that decried keeping the cub in captivity, fans worldwide rallied in support of his being hand-raised by humans. Children protested outside the zoo, and e-mails and letters expressing sympathy for the cub's life were sent from around the world.\n"}},
{"name": ["Javan slow loris"], "link": "https://en.wikipedia.org/wiki/Javan_slow_loris", "body": {"title": "Javan slow loris", "paragraph": "The Javan slow loris (Nycticebus javanicus) is a strepsirrhine primate and a species of slow loris native to the western and central portions of the island of Java, in Indonesia.  Although originally described as a separate species, it was considered a subspecies of the Sunda slow loris (N. coucang) for many years, until reassessments of its morphology and genetics in the 2000s resulted in its promotion to full species status.  It is most closely related to the Sunda slow loris and the Bengal slow loris (N. bengalensis).  The species has two forms, based on hair length and, to a lesser extent, coloration.\n"}},
{"name": ["Koala"], "link": "https://en.wikipedia.org/wiki/Koala", "body": {"title": "Koala", "paragraph": "\n\n\n"}},
{"name": ["Javan rhinoceros"], "link": "https://en.wikipedia.org/wiki/Javan_rhinoceros", "body": {"title": "Javan rhinoceros", "paragraph": "The Javan rhinoceros (Rhinoceros sondaicus), also known as the Sunda rhinoceros or lesser one-horned rhinoceros, is a very rare member of the family Rhinocerotidae and one of five extant rhinoceroses. It belongs to the same genus as the Indian rhinoceros, and has similar mosaic, armour-like skin, but at 3.1–3.2 m (10–10 ft) in length and 1.4–1.7 m (4.6–5.6 ft) in height, it is smaller (closer in size to the black rhinoceros of the genus Diceros). Its horn is usually shorter than 25 cm (9.8 in), and is smaller than those of the other rhino species. Only adult males have horns; females lack them altogether.\n"}},
{"name": ["Lion"], "link": "https://en.wikipedia.org/wiki/Lion", "body": {"title": "Lion", "paragraph": "The lion (Panthera leo) is a species in the family Felidae; it is a muscular, deep-chested cat with a short, rounded head, a reduced neck and round ears, and a hairy tuft at the end of its tail. It is sexually dimorphic; adult male lions have a prominent mane, which is the most recognisable feature of the species. With a typical head-to-body length of 184–208 cm (72–82 in) they are larger than females at 160–184 cm (63–72 in). It is a social species, forming groups called prides. A lion pride consists of a few adult males, related females and cubs. Groups of female lions usually hunt together, preying mostly on large ungulates. The lion is an apex and keystone predator, although some lions scavenge when opportunities occur, and have been known to hunt humans, although the species typically does not.\n"}},
{"name": ["Killer whale"], "link": "https://en.wikipedia.org/wiki/Killer_whale", "body": {"title": "Killer whale", "paragraph": "The killer whale or orca (Orcinus orca) is a toothed whale belonging to the oceanic dolphin family, of which it is the largest member. Killer whales have a diverse diet, although individual populations often specialize in particular types of prey. Some feed exclusively on fish, while others hunt marine mammals such as seals and other species of dolphin. They have been known to attack baleen whale calves, and even adult whales. Killer whales are apex predators, as no animal preys on them.  A cosmopolitan species, they can be found in each of the world's oceans in a variety of marine environments, from Arctic and Antarctic regions to tropical seas, absent only from the Baltic and Black seas, and some areas of the Arctic Ocean.\n"}},
{"name": ["Jaguar"], "link": "https://en.wikipedia.org/wiki/Jaguar", "body": {"title": "Jaguar", "paragraph": "The jaguar (Panthera onca) is a large felid species and the only extant member of the genus Panthera native to the Americas. The jaguar's present range extends from Southwestern United States and Mexico in North America, across much of Central America, and south to Paraguay and northern Argentina in South America. Though there are single cats now living within the Western United States, the species has largely been extirpated from the United States since the early 20th century. It is listed as Near Threatened on the IUCN Red List; and its numbers are declining. Threats include loss and fragmentation of habitat.\n"}},
{"name": ["Lemur"], "link": "https://en.wikipedia.org/wiki/Lemur", "body": {"title": "Lemur", "paragraph": "Lemurs (/ˈliːmər/ (listen) LEE-mər) (from Latin lemures – ghosts or spirits) are mammals of the order Primates, divided into 8 families and consisting of 15 genera and around 100 existing species. They are native only to the island of Madagascar. Most existing lemurs are small, have a pointed snout, large eyes, and a long tail. They chiefly live in trees (arboreal), and are active at night (nocturnal). \n"}},
{"name": ["Icelandic horse"], "link": "https://en.wikipedia.org/wiki/Icelandic_horse", "body": {"title": "Icelandic horse", "paragraph": "Developed from ponies taken to Iceland by Norse settlers in the 9th and 10th centuries, the breed is mentioned in literature and historical records throughout Icelandic history; the first reference to a named horse appears in the 12th century. Horses were venerated in Norse mythology, a custom brought to Iceland by the country's earliest settlers. Selective breeding over the centuries has developed the breed into its current form. Natural selection has also played a role, as the harsh Icelandic climate eliminated many horses through cold and starvation. In the 1780s, much of the breed was wiped out in the aftermath of a volcanic eruption at Laki. The first breed society for the Icelandic horse was created in Iceland in 1904, and today the breed is represented by organizations in 19 different nations, organized under a parent association, the International Federation of Icelandic Horse Associations.\n"}},
{"name": ["Impala"], "link": "https://en.wikipedia.org/wiki/Impala", "body": {"title": "Impala", "paragraph": "The impala (/ɪmˈpɑːlə, -ˈpælə/, Aepyceros melampus) is a medium-sized antelope found in eastern and southern Africa. The sole member of the genus Aepyceros, it was first described to European audiences by German zoologist Hinrich Lichtenstein in 1812. Two subspecies are recognised—the common impala, and the larger and darker black-faced impala. The impala reaches 70–92 centimetres (28–36 inches) at the shoulder and weighs 40–76 kg (88–168 lb). It features a glossy, reddish brown coat. The male's slender, lyre-shaped horns are 45–92 centimetres (18–36 inches) long.\n"}},
{"name": ["Gray mouse lemur"], "link": "https://en.wikipedia.org/wiki/Gray_mouse_lemur", "body": {"title": "Gray mouse lemur", "paragraph": "The gray mouse lemur (Microcebus murinus), grey mouse lemur or lesser mouse lemur, is a small lemur, a type of strepsirrhine primate, found only on the island of Madagascar. Weighing 58 to 67 grams (2.0 to 2.4 oz), it is the largest of the mouse lemurs (genus Microcebus), a group that includes the smallest primates in the world.  The species is named for its mouse-like size and coloration and is known locally (in Malagasy) as tsidy, koitsiky, titilivaha, pondiky, and vakiandry.  The gray mouse lemur and all other mouse lemurs are considered cryptic species, as they are nearly indistinguishable from each other by appearance.  For this reason, the gray mouse lemur was considered the only mouse lemur species for decades until more recent studies began to distinguish between the species.\n"}},
{"name": ["Humpback whale"], "link": "https://en.wikipedia.org/wiki/Humpback_whale", "body": {"title": "Humpback whale", "paragraph": "The humpback whale (Megaptera novaeangliae) is a species of baleen whale. It is one of the larger rorqual species, with adults ranging in length from 12–16 m (39–52 ft) and weighing around 25–30 metric tons (28–33 short tons). The humpback has a distinctive body shape, with long pectoral fins and a knobbly head. It is known for breaching and other distinctive surface behaviors, making it popular with whale watchers. Males produce a complex song lasting 10 to 20 minutes, which they repeat for hours at a time. All the males in a group will produce the same song, which is different each season. Its purpose is not clear, though it may help induce estrus in females.[4]\n"}},
{"name": ["Haflinger"], "link": "https://en.wikipedia.org/wiki/Haflinger", "body": {"title": "Haflinger", "paragraph": "In the postwar era, the Haflinger was indiscriminately crossed with other breeds and some observers feared the breed was in renewed danger of extinction. However, starting in 1946, breeders focused on producing purebred Haflingers and a closed stud book was created. Interest in the breed increased in other countries, and between 1950 and 1974, the population grew, even while the overall European horse population decreased. Population numbers continued to increase steadily, and as of 2005, almost 250,000 Haflingers existed worldwide. Breeding farms are in several countries, although most of the breeding stock still comes from Austria. In 2003, a Haflinger became the first horse to be cloned, resulting in a filly named Prometea.\n"}},
{"name": ["Guinea pig"], "link": "https://en.wikipedia.org/wiki/Guinea_pig", "body": {"title": "Guinea pig", "paragraph": "\n"}},
{"name": ["Golden jackal"], "link": "https://en.wikipedia.org/wiki/Golden_jackal", "body": {"title": "Golden jackal", "paragraph": "The golden jackal (Canis aureus) is a wolf-like canid that is native to Southeast Europe, Southwest Asia, South Asia, and regions of Southeast Asia. Compared with the Arabian wolf, which is the smallest of the gray wolves (Canis lupus), the jackal is smaller and possesses shorter legs, a shorter tail, a more elongated torso, a less-prominent forehead, and a narrower and more pointed muzzle. The golden jackal's coat can vary in color from a pale creamy yellow in summer to a dark tawny beige in winter. It is listed as Least Concern on the IUCN Red List due to its widespread distribution and high density in areas with plenty of available food and optimum shelter.\n"}},
{"name": ["Hippopotamus"], "link": "https://en.wikipedia.org/wiki/Hippopotamus", "body": {"title": "Hippopotamus", "paragraph": "The hippopotamus (/ˌhɪpəˈpɒtəməs/ HIP-ə-POT-ə-məs;[3] Hippopotamus amphibius), also called the common hippopotamus is a large, mostly herbivorous, semiaquatic mammal and ungulate native to sub-Saharan Africa. It is one of only two extant species in the family Hippopotamidae, the other being the pygmy hippopotamus (Choeropsis liberiensis or Hexaprotodon liberiensis).  The name comes from the ancient Greek for \"river horse\" (ἱπποπόταμος). After the elephant and rhinoceros, both of which are found in Africa, the hippopotamus is the third-largest type of land mammal and the heaviest extant artiodactyl. Despite their physical resemblance to pigs and other terrestrial even-toed ungulates, the closest living relatives of the Hippopotamidae are cetaceans (whales, dolphins, porpoises, etc.) from which they diverged about 55 million years ago.\n"}},
{"name": ["Giant otter"], "link": "https://en.wikipedia.org/wiki/Giant_otter", "body": {"title": "Giant otter", "paragraph": "The giant otter or giant river otter[3]\n(Pteronura brasiliensis) is a South American carnivorous mammal. It is the longest member of the weasel family, Mustelidae, a globally successful group of predators, reaching up to 1.7 metres (5.6 ft). Atypical of mustelids, the giant otter is a social species, with family groups typically supporting three to eight members. The groups are centered on a dominant breeding pair and are extremely cohesive and cooperative. Although generally peaceful, the species is territorial, and aggression has been observed between groups. The giant otter is diurnal, being active exclusively during daylight hours. It is the noisiest otter species, and distinct vocalizations have been documented that indicate alarm, aggression, and reassurance.\n"}},
{"name": ["Giant eland"], "link": "https://en.wikipedia.org/wiki/Giant_eland", "body": {"title": "Giant eland", "paragraph": "The giant eland (Taurotragus derbianus), also known as the Lord Derby eland, is an open-forest and savanna antelope. A species of the family Bovidae and genus Taurotragus, it was described in 1847 by John Edward Gray. The giant eland is the largest species of antelope, with a body length ranging from 220–290 cm (86.5–114 in). There are two subspecies: T. d. derbianus and T. d. gigas.\n"}},
{"name": ["Giant anteater"], "link": "https://en.wikipedia.org/wiki/Giant_anteater", "body": {"title": "Giant anteater", "paragraph": "The giant anteater (Myrmecophaga tridactyla), also known as the ant bear, is an insectivorous mammal native to Central and South America. It is one of four living species of anteaters, the only extant member of the genus Myrmecophaga, and is classified with sloths in the order Pilosa. This species is mostly terrestrial, in contrast to other living anteaters and sloths, which are arboreal or semiarboreal. The giant anteater is the biggest of its family, 182 to 217 cm (5.97 to 7.12 ft) in length, with weights of 33 to 50 kg (73 to 110 lb) for males and 27 to 47 kg (60 to 104 lb) for females. It is recognizable by its elongated snout, bushy tail, long fore claws, and distinctively colored pelage.\n"}},
{"name": ["Golden-crowned sifaka"], "link": "https://en.wikipedia.org/wiki/Golden-crowned_sifaka", "body": {"title": "Golden-crowned sifaka", "paragraph": "The golden-crowned sifaka or Tattersall's sifaka (Propithecus tattersalli) is a medium-sized lemur characterized by mostly white fur, prominent furry ears, and a golden-orange crown.  It is one of the smallest sifakas (genus Propithecus), weighing around 3.5 kg (7.7 lb) and measuring approximately 90 cm (35 in) from head to tail.  Like all sifakas, it is a vertical clinger and leaper, and its diet includes mostly seeds and leaves.  The golden-crowned sifaka is named after its discoverer, Ian Tattersall, who first spotted the species in 1974.  However, it was not formally described until 1988, after a research team led by Elwyn L. Simons observed and captured some specimens for captive breeding.  The golden-crowned sifaka most closely resembles the western forest sifakas of the P. verreauxi group, yet its karyotype suggests a closer relationship with the P. diadema group of eastern forest sifakas.  Despite the similarities with both groups, more recent studies of its karyotype support its classification as a distinct species.\n"}},
{"name": ["Fossa (animal)"], "link": "https://en.wikipedia.org/wiki/Fossa_(animal)", "body": {"title": "Fossa (animal)", "paragraph": "The fossa (/ˈfɒsə/ or /ˈfuːsə/;[3] Malagasy pronunciation: [ˈfusə̥]; Cryptoprocta ferox) is a cat-like, carnivorous mammal endemic to Madagascar. It is a member of the Eupleridae, a family of carnivorans closely related to the mongoose family (Herpestidae). Its classification has been controversial because its physical traits resemble those of cats, yet other traits suggest a close relationship with viverrids (most civets and their relatives). Its classification, along with that of the other Malagasy carnivores, influenced hypotheses about how many times mammalian carnivores have colonized Madagascar. With genetic studies demonstrating that the fossa and all other Malagasy carnivores are most closely related to each other (forming a clade, recognized as the family Eupleridae), carnivorans are now thought to have colonized the island once, around 18 to 20 million years ago.\n"}},
{"name": ["Giant mouse lemur"], "link": "https://en.wikipedia.org/wiki/Giant_mouse_lemur", "body": {"title": "Giant mouse lemur", "paragraph": "The giant mouse lemurs are members of the strepsirrhine primate genus Mirza. Two species have been formally described; the northern giant mouse lemur (Mirza zaza) and Coquerel's giant mouse lemur (Mirza coquereli). Like all other lemurs, they are native to Madagascar, where they are found in the western dry deciduous forests and further to the north in the Sambirano Valley and Sahamalaza Peninsula. First described in 1867 as a single species, they were grouped with mouse lemurs and dwarf lemurs. In 1870, British zoologist John Edward Gray assigned them to their own genus, Mirza. The classification was not widely accepted until the 1990s, which followed the revival of the genus by American paleoanthropologist Ian Tattersall in 1982. In 2005, the northern population was declared a new species, and in 2010, the World Wide Fund for Nature announced that a southwestern population might also be a new species.\n"}},
{"name": ["Giraffe"], "link": "https://en.wikipedia.org/wiki/Giraffe", "body": {"title": "Giraffe", "paragraph": "The giraffe (Giraffa) is an African artiodactyl mammal, the tallest living terrestrial animal and the largest ruminant.  It is traditionally considered to be one species, Giraffa camelopardalis, with nine subspecies. However, the existence of up to eight extant giraffe species has been described, based upon research into the mitochondrial and nuclear DNA, as well as morphological measurements of Giraffa. Seven other species are extinct, prehistoric species known from fossils. \n"}},
{"name": ["Fork-marked lemur"], "link": "https://en.wikipedia.org/wiki/Fork-marked_lemur", "body": {"title": "Fork-marked lemur", "paragraph": "Fork-marked lemurs or fork-crowned lemurs are strepsirrhine primates; the four species comprise the genus Phaner. Like all lemurs, they are native to Madagascar, where they are found only in the west, north, and east sides of the island. They are named for the two black stripes which run up from the eyes, converge on the top of the head, and run down the back as a single black stripe. They were originally placed in the genus Lemur in 1839, later moved between the genera Cheirogaleus and Microcebus, and given their own genus in 1870 by John Edward Gray. Only one species (Phaner furcifer) was recognized, until three subspecies described in 1991 were promoted to species status in 2001. New species may yet be identified, particularly in northeast Madagascar.\n"}},
{"name": ["Flocke"], "link": "https://en.wikipedia.org/wiki/Flocke", "body": {"title": "Flocke", "paragraph": "Flocke (German pronunciation: [ˈflɔkə]) is a female polar bear who was born in captivity at the Nuremberg Zoo in Nuremberg, Germany on 11 December 2007.  A few weeks after her birth, she was removed from her mother's care after concerns were raised for her safety.  Although the zoo had established a strict non-interference policy with its animals, officials chose to raise the cub by hand.  This decision came at a time when the zoo was receiving negative attention from the media after another female polar bear reportedly ate her newly born cubs.\n"}},
{"name": ["Ferugliotheriidae"], "link": "https://en.wikipedia.org/wiki/Ferugliotheriidae", "body": {"title": "Ferugliotheriidae", "paragraph": "Ferugliotheriidae is one of three known families in the order Gondwanatheria, an enigmatic group of extinct mammals. Gondwanatheres have been classified as a group of uncertain affinities or as members of Multituberculata, a major extinct mammalian order. The best-known representative of Ferugliotheriidae is the genus Ferugliotherium from the Late Cretaceous epoch in Argentina. A second genus, Trapalcotherium, is known from a single tooth, a first lower molariform (molar-like tooth), from a different Late Cretaceous Argentinean locality. Another genus known from a single tooth (in this case, a fourth lower premolar), Argentodites, was first described as an unrelated multituberculate, but later identified as possibly related to Ferugliotherium. Finally, a single tooth from the Paleogene of Peru, LACM 149371, perhaps a last upper molariform, and a recent specimen from Mexico,[1] may represent related animals.\n"}},
{"name": ["False potto"], "link": "https://en.wikipedia.org/wiki/False_potto", "body": {"title": "False potto", "paragraph": "The false potto (Pseudopotto martini) is a lorisoid primate of uncertain taxonomic status found in Africa. Anthropologist Jeffrey H. Schwartz named it in 1996 as the only species of the genus Pseudopotto on the basis of two specimens (consisting only of skeletal material) that had previously been identified as pottos (Perodicticus potto). The precise provenances of the two specimens are uncertain, but at least one may have come from Cameroon. Schwartz thought the false potto could even represent a separate family, but other researchers have argued that the supposed distinguishing features of the animal do not actually distinguish it from the potto; specifically, the false potto shares several features with West African pottos.\n"}},
{"name": ["European hare"], "link": "https://en.wikipedia.org/wiki/European_hare", "body": {"title": "European hare", "paragraph": "The European hare (Lepus europaeus), also known as the brown hare, is a species of hare native to Europe and parts of Asia. It is among the largest hare species and is adapted to temperate, open country. Hares are herbivorous and feed mainly on grasses and herbs, supplementing these with twigs, buds, bark and field crops, particularly in winter. Their natural predators include large birds of prey, canids and felids. They rely on high-speed endurance running to escape predation, having long, powerful limbs and large nostrils.\n"}},
{"name": ["Evolution of lemurs"], "link": "https://en.wikipedia.org/wiki/Evolution_of_lemurs", "body": {"title": "Evolution of lemurs", "paragraph": "Lemurs are thought to have evolved during the Eocene or earlier, sharing a closest common ancestor with lorises, pottos, and galagos (lorisoids).  Fossils from Africa and some tests of nuclear DNA suggest that lemurs made their way to Madagascar between 40 and 52 mya. Other mitochondrial and nuclear DNA sequence comparisons offer an alternative date range of 62 to 65 mya.  An ancestral lemur population is thought to have inadvertently rafted to the island on a floating mat of vegetation, although hypotheses for land bridges and island hopping have also been proposed. The timing and number of hypothesized colonizations has traditionally hinged on the phylogenetic affinities of the aye-aye, the most basal member of the lemur clade.\n"}},
{"name": ["Fin whale"], "link": "https://en.wikipedia.org/wiki/Fin_whale", "body": {"title": "Fin whale", "paragraph": "The fin whale (Balaenoptera physalus), also known as finback whale or common rorqual and formerly known as herring whale or razorback whale, is a cetacean belonging to the parvorder of baleen whales. It is the second-largest species on Earth after the blue whale.[8] The largest reportedly grow to 27.3 m (89.6 ft) long[9] with a maximum confirmed length of 25.9 m (85 ft),[10] a maximum recorded weight of nearly 74 tonnes (73 long tons; 82 short tons),[11] and a maximum estimated weight of around 114 tonnes (112 long tons; 126 short tons). American naturalist Roy Chapman Andrews called the fin whale \"the greyhound of the sea ... for its beautiful, slender body is built like a racing yacht and the animal can surpass the speed of the fastest ocean steamship.\"[12]\n"}},
{"name": ["Escalera's bat"], "link": "https://en.wikipedia.org/wiki/Escalera%27s_bat", "body": {"title": "Escalera's bat", "paragraph": "Escalera's bat (Myotis escalerai) is a European bat in the genus Myotis, found in Spain (including the Balearic Islands), Portugal, and far southern France.\n"}},
{"name": ["Elk"], "link": "https://en.wikipedia.org/wiki/Elk", "body": {"title": "Elk", "paragraph": "The elk (Cervus canadensis) or wapiti is one of the largest species within the deer family, Cervidae, and one of the largest terrestrial mammals in North America and Northeast Asia. This animal should not be confused with the still larger moose (Alces alces) of North America, alternatively known as \"elk\" in British English and in reference to populations in Eurasia. Elk range in forest and forest-edge habitat, feeding on grasses, plants, leaves, and bark. Male elk have large antlers which are shed each year. Males also engage in ritualized mating behaviors during the rut, including posturing, antler wrestling (sparring), and bugling, a loud series of vocalizations that establishes dominance over other males and attracts females.\n"}},
{"name": ["Cleveland Bay"], "link": "https://en.wikipedia.org/wiki/Cleveland_Bay", "body": {"title": "Cleveland Bay", "paragraph": "The Cleveland Bay is a breed of horse that originated in England during the 17th century, named after its colouring and the Cleveland district of Yorkshire. It is a well-muscled horse, with legs that are strong but short in relation to the body. The horses are always bay in colour, although a few light hairs in the mane and tail are characteristic of some breed lines. It is the oldest established horse breed in England. The ancestors of the breed were developed during the Middle Ages for use as pack horses, when they gained their nickname of \"Chapman Horses\". These pack horses were crossbred with Andalusian and Barb blood, and later with Arabians and Thoroughbreds, to create the Cleveland Bay of today. Over the years, the breed became lighter in frame as they were employed more as carriage and riding horses. The popularity of the Cleveland Bay has greatly fluctuated since it was first imported to the United States in the early 19th century. Despite serious declines in the population after the Second World War, the breed has experienced a resurgence in popularity since the 1970s, although only around 550 horses existed worldwide as of 2006.\n"}},
{"name": ["Camas pocket gopher"], "link": "https://en.wikipedia.org/wiki/Camas_pocket_gopher", "body": {"title": "Camas pocket gopher", "paragraph": "The camas pocket gopher (Thomomys bulbivorus), also known as the camas rat or Willamette Valley gopher, is a rodent, the largest member in the genus Thomomys, of the family Geomyidae. First described in 1829, it is endemic to the Willamette Valley of northwestern Oregon in the United States. The herbivorous gopher forages for vegetable and plant matter, which it collects in large, fur-lined, external cheek pouches. Surplus food is hoarded in an extensive system of tunnels. The dull-brown-to-lead-gray coat changes color and texture over the year. The mammal's characteristically large, protuberant incisors are well adapted for use in tunnel construction, particularly in the hard clay soils of the Willamette Valley. The gophers make chattering sounds with their teeth; males and females make purring (or crooning) sounds when they are together, and the young make twittering sounds. Born toothless, blind and hairless, the young grow rapidly before being weaned at about six weeks of age.\n"}},
{"name": ["Conservation of slow lorises"], "link": "https://en.wikipedia.org/wiki/Conservation_of_slow_lorises", "body": {"title": "Conservation of slow lorises", "paragraph": "Traditional beliefs regarding slow lorises have been part of the folklore of Southeast Asia for at least several hundred years. Their remains are buried under houses and roads to bring good luck, and every part of their body is used in traditional medicine to make products ranging from love potions to unproven cures for cancer, leprosy, epilepsy, and sexually transmitted diseases. The primary users of this traditional medicine are urban, middle-aged women who are reluctant to consider alternatives.\n"}},
{"name": ["Columbian mammoth"], "link": "https://en.wikipedia.org/wiki/Columbian_mammoth", "body": {"title": "Columbian mammoth", "paragraph": "The Columbian mammoth (Mammuthus columbi) is an extinct species of mammoth that inhabited North America as far north as the northern United States and as far south as Costa Rica during the Pleistocene epoch. It was one of the last in a line of mammoth species, beginning with Mammuthus subplanifrons in the early Pliocene. The Columbian mammoth evolved from the steppe mammoth, which entered North America from Asia about 1.5 million years ago. The pygmy mammoths of the Channel Islands of California evolved from Columbian mammoths. The closest extant relative of the Columbian and other mammoths is the Asian elephant.\n"}},
{"name": ["Boulonnais horse"], "link": "https://en.wikipedia.org/wiki/Boulonnais_horse", "body": {"title": "Boulonnais horse", "paragraph": "During the early 1900s, the Boulonnais were imported in large numbers to the United States and were quite popular in France; however, the European population suffered severe decreases during 20th-century wars. The breed nearly became extinct following World War II, but rebounded in France in the 1970s as a popular breed for horse meat. Breed numbers remain low; it is estimated that fewer than 1,000 horses remain in Europe, mostly in France, with a few in other nations. Studies as early as 1983 indicated a danger of inbreeding within the Boulonnais population, and a 2009 report suggested that the breed should be a priority for conservation within France. The smallest type of Boulonnais was originally used to pull carts full of fresh fish from Boulogne to Paris, while the larger varieties performed heavy draft work, both on farms and in the cities. The Boulonnais was also crossbred to create and refine several other draft breeds.\n"}},
{"name": ["Elephant"], "link": "https://en.wikipedia.org/wiki/Elephant", "body": {"title": "Elephant", "paragraph": "Elephants are mammals of the family Elephantidae and the largest existing land animals. Three species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. Elephantidae is the only surviving family of the order Proboscidea; extinct members include the mastodons. The family Elephantidae also contains several now-extinct groups, including the mammoths and straight-tusked elephants. African elephants have larger ears and concave backs, whereas Asian elephants have smaller ears, and convex or level backs. Distinctive features of all elephants include a long trunk, tusks, large ear flaps, massive legs, and tough but sensitive skin. The trunk, also called a proboscis, is used for breathing, bringing food and water to the mouth, and grasping objects. Tusks, which are derived from the incisor teeth, serve both as weapons and as tools for moving objects and digging. The large ear flaps assist in maintaining a constant body temperature as well as in communication. The pillar-like legs carry their great weight.\n"}},
{"name": ["Cougar"], "link": "https://en.wikipedia.org/wiki/Cougar", "body": {"title": "Cougar", "paragraph": "The cougar (Puma concolor) is a large felid of the subfamily Felinae. It is native to the Americas.[1] Its range spans from the Canadian Yukon to the southern Andes in South America, and is the widest of any large wild terrestrial mammal in the Western Hemisphere. It is an adaptable, generalist species, occurring in most American habitat types.[3]\nDue to its wide range, it has many names including puma, mountain lion, red tiger, and catamount.[4]\n"}},
{"name": ["Dire wolf"], "link": "https://en.wikipedia.org/wiki/Dire_wolf", "body": {"title": "Dire wolf", "paragraph": "The dire wolf (Canis dirus, \"fearsome dog\") is an extinct species of the genus Canis. It is one of the most famous prehistoric carnivores in North America, along with its extinct competitor, the sabre-toothed cat Smilodon fatalis. The dire wolf lived in the Americas during the Late Pleistocene and Early Holocene epochs (125,000–9,500 years ago). The species was named in 1858, four years after the first specimen had been found. Two subspecies are recognized: Canis dirus guildayi and Canis dirus dirus. The dire wolf probably evolved from Armbruster's wolf (Canis armbrusteri) in North America. The largest collection of its fossils has been obtained from the Rancho La Brea Tar Pits in Los Angeles.\n"}},
{"name": ["Banker horse"], "link": "https://en.wikipedia.org/wiki/Banker_horse", "body": {"title": "Banker horse", "paragraph": "Bankers are allowed to remain on the islands due to their historical significance even though they can trample plants and ground-nesting animals and are not considered to be indigenous. They survive by grazing on marsh grasses, which supply them with water as well as food, supplemented by temporary freshwater pools.\n"}},
{"name": ["Australian Cattle Dog"], "link": "https://en.wikipedia.org/wiki/Australian_Cattle_Dog", "body": {"title": "Australian Cattle Dog", "paragraph": "The Australian Cattle Dog (ACD), or simply Cattle Dog, is a breed of herding dog originally developed in Australia for droving cattle over long distances across rough terrain. This breed is a medium-sized, short-coated dog that occurs in two main colour forms. It has either brown or black hair distributed fairly evenly through a white coat, which gives the appearance of a \"red\" or \"blue\" dog.\n"}},
{"name": ["Bobcat"], "link": "https://en.wikipedia.org/wiki/Bobcat", "body": {"title": "Bobcat", "paragraph": "The bobcat (Lynx rufus) is a medium-sized North American cat[2] that first appeared during the Irvingtonian stage around 1.8 million years ago (AEO).[3] Containing two recognized subspecies, it ranges from southern Canada to central Mexico, including most of the contiguous United States. The bobcat is an adaptable predator that inhabits wooded areas, as well as semidesert, urban edge, forest edge, and swampland environments. It remains in some of its original range, but populations are vulnerable to local extinction (\"extirpation\") by coyotes and domestic animals. With a gray to brown coat, whiskered face, and black-tufted ears, the bobcat resembles the other species of the midsized genus Lynx. It is smaller on average than the Canada lynx, with which it shares parts of its range, but is about twice as large as the domestic cat. It has distinctive black bars on its forelegs and a black-tipped, stubby (or \"bobbed\") tail, from which it derives its name.\n"}},
{"name": ["Beringian wolf"], "link": "https://en.wikipedia.org/wiki/Beringian_wolf", "body": {"title": "Beringian wolf", "paragraph": "The Beringian wolf is an extinct type of wolf (Canis lupus) that lived during the Ice Age. It inhabited what is now modern-day Alaska, Yukon, and northern Wyoming. Some of these wolves survived well into the Holocene. The  Beringian wolf is  an ecomorph of the gray wolf and has been comprehensively studied using a range of scientific techniques, yielding new information on the prey species and feeding behavior of prehistoric wolves. It has been determined that these wolves are morphologically distinct from modern North American wolves and genetically basal to most modern and extinct wolves. The Beringian wolf has not been assigned a subspecies classification and its relationship with the extinct European cave wolf (Canis lupus spelaeus) is not clear.\n"}},
{"name": ["Bluebuck"], "link": "https://en.wikipedia.org/wiki/Bluebuck", "body": {"title": "Bluebuck", "paragraph": "The bluebuck (Afrikaans: bloubok /ˈblaʊbɒk/) or blue antelope (Hippotragus leucophaeus) is an extinct species of antelope that lived in South Africa until around 1800. It is congeneric with the roan antelope and sable antelope (belonging in the genus Hippotragus), but was smaller than either. It was sometimes considered a subspecies of the roan antelope, but a genetic study has confirmed it as a distinct species.\n"}},
{"name": ["Beagle"], "link": "https://en.wikipedia.org/wiki/Beagle", "body": {"title": "Beagle", "paragraph": "The beagle is a breed of small hound that is similar in appearance to the much larger foxhound. The beagle is a scent hound, developed primarily for hunting hare (beagling). Possessing a great sense of smell and superior tracking instincts, the beagle is the primary breed used as detection dogs for prohibited agricultural imports and foodstuffs in quarantine around the world. The beagle is intelligent. It is a popular pet due to its size, good temper, and a lack of inherited health problems.\n"}},
{"name": ["Baleen whale"], "link": "https://en.wikipedia.org/wiki/Baleen_whale", "body": {"title": "Baleen whale", "paragraph": "Baleen whales (systematic name Mysticeti), also known as whalebone whales, form a parvorder of the infraorder Cetacea (whales, dolphins and porpoises). They are a widely distributed and diverse parvorder of carnivorous marine mammals. Mysticeti comprise the families Balaenidae (right and bowhead whales), Balaenopteridae (rorquals), Cetotheriidae (the pygmy right whale), and Eschrichtiidae (the gray whale). There are currently 15 species of baleen whales. While cetaceans were historically thought to have descended from mesonychids, (which would place them outside the order Artiodactyla), molecular evidence supports them as a clade of even-toed ungulates (Artiodactyla). Baleen whales split from toothed whales (Odontoceti) around 34 million years ago.\n"}},
{"name": ["Blue whale"], "link": "https://en.wikipedia.org/wiki/Blue_whale", "body": {"title": "Blue whale", "paragraph": "The blue whale (Balaenoptera musculus) is a marine mammal belonging to the baleen whale suborder Mysticeti. Reaching a maximum confirmed length of 29.9 meters (98 feet) and weight of 173 tonnes (190 tons),[3] it is the largest animal known to have ever existed.[4] The blue whale’s long and slender body can be various shades of grayish-blue dorsally and somewhat lighter underneath.\n"}},
{"name": ["Appaloosa"], "link": "https://en.wikipedia.org/wiki/Appaloosa", "body": {"title": "Appaloosa", "paragraph": "The Appaloosa is an American horse breed best known for its colorful spotted coat pattern. There is a wide range of body types within the breed, stemming from the influence of multiple breeds of horses throughout its history. Each horse's color pattern is genetically the result of various spotting patterns overlaid on top of one of several recognized base coat colors. The color pattern of the Appaloosa is of interest to those who study equine coat color genetics, as it and several other physical characteristics are linked to the leopard complex mutation (LP). Appaloosas are prone to develop equine recurrent uveitis and congenital stationary night blindness; the latter has been linked to the leopard complex.\n"}},
{"name": ["American Cream Draft"], "link": "https://en.wikipedia.org/wiki/American_Cream_Draft", "body": {"title": "American Cream Draft", "paragraph": "The breed was developed in Iowa during the early 20th century, beginning with a cream-colored mare named Old Granny. The Great Depression threatened the breed's existence, but several breeders worked to improve the color and type of the breed, and in 1944 a breed registry was formed. The mechanization of farming in the mid-20th century led to a decrease in the breed's population and the registry became inactive for several decades. It was reactivated in 1982 and population numbers have slowly grown since then. However, population numbers are still considered critical by The Livestock Conservancy and the Equus Survival Trust.\n"}},
{"name": ["Andalusian horse"], "link": "https://en.wikipedia.org/wiki/Andalusian_horse", "body": {"title": "Andalusian horse", "paragraph": "Strongly built, and compact yet elegant, Andalusians have long, thick manes and tails. Their most common coat color is gray, although they can be found in many other colors. They are known for their intelligence, sensitivity and docility. A sub-strain within the breed known as the Carthusian, is considered by breeders to be the purest strain of Andalusian, though there is no genetic evidence for this claim. The strain is still considered separate from the main breed however, and is preferred by breeders because buyers pay more for horses of Carthusian bloodlines. There are several competing registries keeping records of horses designated as Andalusian or PRE, but they differ on their definition of the Andalusian and PRE, the purity of various strains of the breed, and the legalities of stud book ownership. At least one lawsuit is in progress as of 2011[update], to determine the ownership of the Spanish PRE stud book.\n"}},
{"name": ["Toothcomb"], "link": "https://en.wikipedia.org/wiki/Toothcomb", "body": {"title": "Toothcomb", "paragraph": "A toothcomb (also tooth comb or dental comb) is a dental structure found in some mammals, comprising a group of front teeth arranged in a manner that facilitates grooming, similar to a hair comb.  The toothcomb occurs in lemuriform primates (which includes lemurs and lorisoids), treeshrews, colugos, hyraxes, and some African antelopes.  The structures evolved independently in different types of mammals through convergent evolution and vary both in dental composition and structure. In most mammals the comb is formed by a group of teeth with fine spaces between them. The toothcombs in most mammals include incisors only, while in lemuriform primates they include incisors and canine teeth that tilt forward at the front of the lower jaw, followed by a canine-shaped first premolar.  The toothcombs of colugos and hyraxes take a different form with the individual incisors being serrated, providing multiple tines per tooth.\n"}},
{"name": ["Alcathoe bat"], "link": "https://en.wikipedia.org/wiki/Alcathoe_bat", "body": {"title": "Alcathoe bat", "paragraph": "The Alcathoe bat (Myotis alcathoe) is a European bat in the genus Myotis.[2] Known only from Greece and Hungary when it was first described in 2001, its known distribution has since expanded to Spain, England, Sweden, and Azerbaijan, among other countries. It is similar to the whiskered bat (Myotis mystacinus) and other species and is difficult to distinguish from them. However, its brown fur is distinctive and it is clearly different in characters of its karyotype and DNA sequences. Although some genetic data suggest that it is related to Geoffroy's bat (Myotis emarginatus), other analyses do not support a close relationship between M. alcathoe and any other species.\n"}},
{"name": ["Serpin"], "link": "https://en.wikipedia.org/wiki/Serpin", "body": {"title": "Serpin", "paragraph": "Serpins are a superfamily of proteins with similar structures that were first identified for their protease inhibition activity and are found in all kingdoms of life.[1] The acronym serpin was originally coined because the first serpins to be identified act on chymotrypsin-like serine proteases (serine protease inhibitors).[2][3] They are notable for their unusual mechanism of action, in which they irreversibly inhibit their target protease by undergoing a large conformational change to disrupt its active site.[4][5] This contrasts with the more common competitive mechanism for protease inhibitors that bind to and block access to the protease active site.[5][6]\n"}},
{"name": ["Virus"], "link": "https://en.wikipedia.org/wiki/Virus", "body": {"title": "Virus", "paragraph": "A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism. Viruses can infect all types of life forms, from animals and plants to microorganisms, including bacteria and archaea.[1]\nSince Dmitri Ivanovsky's 1892 article describing a non-bacterial pathogen infecting tobacco plants, and the discovery of the tobacco mosaic virus by Martinus Beijerinck in 1898,[2] more than 6,000  virus species have been described in detail,[3] of the millions of types of viruses in the environment.[4] Viruses are found in almost every ecosystem on Earth and are the most numerous type of biological entity.[5][6] The study of viruses is known as virology, a subspeciality of microbiology.\n"}},
{"name": ["Fungus"], "link": "https://en.wikipedia.org/wiki/Fungus", "body": {"title": "Fungus", "paragraph": "A fungus (plural: fungi[3] or funguses[4]) is any member of the group of eukaryotic organisms that includes microorganisms such as yeasts and molds, as well as the more familiar mushrooms. These organisms are classified as a kingdom, which is separate from the other eukaryotic life kingdoms of plants and animals.\n"}},
{"name": ["Major urinary proteins"], "link": "https://en.wikipedia.org/wiki/Major_urinary_proteins", "body": {"title": "Major urinary proteins", "paragraph": "Urinary proteins were first reported in rodents in 1932, during studies by Thomas Addis into the cause of proteinuria. They are potent human allergens and are largely responsible for a number of animal allergies, including to cats, horses and rodents. Their endogenous function within an animal is unknown but may involve regulating energy expenditure. However, as secreted proteins they play multiple roles in chemical communication between animals, functioning as pheromone transporters and stabilizers in rodents and pigs. Mups can also act as protein pheromones themselves. They have been demonstrated to promote aggression in male mice, and one specific Mup protein found in male mouse urine is sexually attractive to female mice. Mups can also function as signals between different species: mice display an instinctive fear response on the detection of Mups derived from predators such as cats and rats.\n"}},
{"name": ["Rotating locomotion in living systems"], "link": "https://en.wikipedia.org/wiki/Rotating_locomotion_in_living_systems", "body": {"title": "Rotating locomotion in living systems", "paragraph": "Several organisms are capable of rolling locomotion. However, true wheels and propellers—despite their utility in human vehicles—do not appear to play a significant role in the movement of living things (with the exception of certain flagella, which function like corkscrews). Biologists have expounded on the reasons for this apparent absence of biological wheels, and wheeled creatures have appeared often in speculative fiction.\n"}},
{"name": ["Lemurs of Madagascar (book)"], "link": "https://en.wikipedia.org/wiki/Lemurs_of_Madagascar_(book)", "body": {"title": " (book)", "paragraph": "The first edition was reviewed favorably in the International Journal of Primatology, Conservation Biology, and Lemur News.  Reviewers, including Alison Jolly, praised the book for its meticulous coverage of each species, numerous high-quality illustrations, and engaging discussion of lemur topics, including conservation, evolution, and the recently extinct subfossil lemurs.  Each agreed that the book was an excellent resource for a wide audience, including ecotourists and lemur researchers.  A lengthy review of the second edition was published in the American Journal of Primatology, where it received similar favorable comments, plus praise for its updates and enhancements. The third edition was reviewed favorably in Lemur News; the reviewer praised the expanded content of the book, but was concerned that the edition was not as portable as its predecessors.\n"}},
{"name": ["Phagocyte"], "link": "https://en.wikipedia.org/wiki/Phagocyte", "body": {"title": "Phagocyte", "paragraph": "Phagocytes are cells that protect the body by ingesting harmful foreign particles, bacteria, and dead or dying cells. Their name comes from the Greek phagein, \"to eat\" or \"devour\", and \"-cyte\", the suffix in biology denoting \"cell\", from the Greek kutos, \"hollow vessel\".[1] They are essential for fighting infections and for subsequent immunity.[2] Phagocytes are important throughout the animal kingdom[3] and are highly developed within vertebrates.[4] One litre of human blood contains about six billion phagocytes.[5] They were discovered in 1882 by Ilya Ilyich Mechnikov while he was studying starfish larvae.[6] Mechnikov was awarded the 1908 Nobel Prize in Physiology or Medicine for his discovery.[7] Phagocytes occur in many species; some amoebae behave like macrophage phagocytes, which suggests that phagocytes appeared early in the evolution of life.[8]\n"}},
{"name": ["RNA interference"], "link": "https://en.wikipedia.org/wiki/RNA_interference", "body": {"title": "RNA interference", "paragraph": "RNA interference (RNAi) is a biological process in which RNA molecules inhibit gene expression or translation, by neutralizing targeted mRNA molecules.[1] Historically, RNAi was known by other names, including co-suppression, post-transcriptional gene silencing (PTGS), and quelling. The detailed study of each of these seemingly different processes elucidated that the identity of these phenomena were all actually RNAi. Andrew Fire and Craig C. Mello shared the 2006 Nobel Prize in Physiology or Medicine for their work on RNA interference in the nematode worm Caenorhabditis elegans, which they published in 1998. Since the discovery of RNAi and its regulatory potentials, it has become evident that RNAi has immense potential in suppression of desired genes. RNAi is now known as precise, efficient, stable and better than antisense technology for gene suppression.[2]  However, antisense RNA produced intracellularly by an expression vector may be developed and find utility as novel therapeutic agents.[3]\n"}},
{"name": ["Proteasome"], "link": "https://en.wikipedia.org/wiki/Proteasome", "body": {"title": "Proteasome", "paragraph": "Proteasomes are protein complexes which degrade unneeded or damaged proteins by proteolysis, a chemical reaction that breaks peptide bonds. Enzymes that help such reactions are called proteases.\n"}},
{"name": ["Introduction to viruses"], "link": "https://en.wikipedia.org/wiki/Introduction_to_viruses", "body": {"title": "Introduction to viruses", "paragraph": "A virus is a tiny infectious agent that reproduces inside the cells of living hosts. When infected, the host cell is forced to rapidly produce thousands of identical copies of the original virus. Unlike most living things, viruses do not have cells that divide; new viruses assemble in the infected host cell. But unlike simpler infectious agents like prions, they contain genes, which allow them to mutate and evolve. Over 4,800 species of viruses have been described in detail[1] out of the millions in the environment. Their origin is unclear: some may have evolved from plasmids—pieces of DNA that can move between cells—while others may have evolved from bacteria.\n"}},
{"name": ["Metabolism"], "link": "https://en.wikipedia.org/wiki/Metabolism", "body": {"title": "Metabolism", "paragraph": "Metabolism (/məˈtæbəlɪzəm/, from Greek: μεταβολή metabolē, \"change\") is the set of life-sustaining chemical reactions in organisms. The three main purposes of metabolism are: the conversion of food to energy to run cellular processes; the conversion of food/fuel to building blocks for proteins, lipids, nucleic acids, and some carbohydrates; and the elimination of nitrogenous wastes. These enzyme-catalyzed reactions allow organisms to grow and reproduce, maintain their structures, and respond to their environments. (The word metabolism can also refer to the sum of all chemical reactions that occur in living organisms, including digestion and the transport of substances into and between different cells, in which case the above described set of reactions within the cells is called intermediary metabolism or intermediate metabolism).\n"}},
{"name": ["History of evolutionary thought"], "link": "https://en.wikipedia.org/wiki/History_of_evolutionary_thought", "body": {"title": "History of evolutionary thought", "paragraph": "In 1858 Charles Darwin and Alfred Russel Wallace published a new evolutionary theory, explained in detail in Darwin's On the Origin of Species (1859). Unlike Lamarck, Darwin proposed common descent and a branching tree of life, meaning that two very different species could share a common ancestor. Darwin based his theory on the idea of natural selection: it synthesized a broad range of evidence from animal husbandry, biogeography, geology, morphology, and embryology. Debate over Darwin's work led to the rapid acceptance of the general concept of evolution, but the specific mechanism he proposed, natural selection, was not widely accepted until it was revived by developments in biology that occurred during the 1920s through the 1940s. Before that time most biologists regarded other factors as responsible for evolution. Alternatives to natural selection suggested during \"the eclipse of Darwinism\" (c. 1880 to 1920) included inheritance of acquired characteristics (neo-Lamarckism), an innate drive for change (orthogenesis), and sudden large mutations (saltationism). Mendelian genetics, a series of 19th-century experiments with pea plant variations rediscovered in 1900, was integrated with natural selection by Ronald Fisher, J. B. S. Haldane, and Sewall Wright during the 1910s to 1930s, and resulted in the founding of the new discipline of population genetics. During the 1930s and 1940s population genetics became integrated with other biological fields, resulting in a widely applicable theory of evolution that encompassed much of biology—the modern synthesis.\n"}},
{"name": ["Fauna of Scotland"], "link": "https://en.wikipedia.org/wiki/Fauna_of_Scotland", "body": {"title": "Fauna of Scotland", "paragraph": "The fauna of Scotland is generally typical of the northwest European part of the Palearctic ecozone, although several of the country's larger mammals were hunted to extinction in historic times and human activity has also led to various species of wildlife being introduced. Scotland's diverse temperate environments support 62 species of wild mammals, including a population of wild cats, important numbers of grey and harbour seals and the most northerly colony of bottlenose dolphins in the world.[1][2][3]\n"}},
{"name": ["Flight feather"], "link": "https://en.wikipedia.org/wiki/Flight_feather", "body": {"title": "Flight feather", "paragraph": "Flight feathers (Pennae volatus) [1] are the long, stiff, asymmetrically shaped, but symmetrically paired pennaceous feathers on the wings or tail of a bird; those on the wings are called remiges (/ˈrɛmɪdʒiːz/), singular remex (/ˈriːmɛks/), while those on the tail are called rectrices (/rɛkˈtraɪsiːs/), singular rectrix (/ˈrɛktrɪks/). The primary function of the flight feathers is to aid in the generation of both thrust and lift, thereby enabling flight. The flight feathers of some birds have evolved to perform additional functions, generally associated with territorial displays, courtship rituals or feeding methods. In some species, these feathers have developed into long showy plumes used in visual courtship displays, while in others they create a sound during display flights. Tiny serrations on the leading edge of their remiges help owls to fly silently (and therefore hunt more successfully), while the extra-stiff rectrices of woodpeckers help them to brace against tree trunks as they hammer on them. Even flightless birds still retain flight feathers, though sometimes in radically modified forms.\n"}},
{"name": ["Genetics"], "link": "https://en.wikipedia.org/wiki/Genetics", "body": {"title": "Genetics", "paragraph": "Genetics is a branch of biology concerned with the study of genes, genetic variation, and heredity in organisms.[1][2][3]\n"}},
{"name": ["Immune system"], "link": "https://en.wikipedia.org/wiki/Immune_system", "body": {"title": "Immune system", "paragraph": "The immune system is a host defense system comprising many biological structures and processes within an organism that protects against disease. To function properly, an immune system must detect a wide variety of agents, known as pathogens, from viruses to parasitic worms, and distinguish them from the organism's own healthy tissue. In many species, there are two major subsystems of the immune system: the innate immune system and the adaptive immune system.  Both subsystems use humoral immunity and cell-mediated immunity to perform their functions.  In humans, the blood–brain barrier, blood–cerebrospinal fluid barrier, and similar fluid–brain barriers separate the peripheral immune system from the neuroimmune system, which protects the brain.\n"}},
{"name": ["Exosome complex"], "link": "https://en.wikipedia.org/wiki/Exosome_complex", "body": {"title": "Exosome complex", "paragraph": "The exosome complex (or PM/Scl complex, often just called the exosome) is a multi-protein intracellular complex capable of degrading various types of RNA (ribonucleic acid) molecules. Exosome complexes are found in both eukaryotic cells and archaea, while in bacteria a simpler complex called the degradosome carries out similar functions.\n"}},
{"name": ["Fauna of Puerto Rico"], "link": "https://en.wikipedia.org/wiki/Fauna_of_Puerto_Rico", "body": {"title": "Fauna of Puerto Rico", "paragraph": "The most recognizable and famous animal of Puerto Rico is probably the common coquí, a small endemic frog, and one of the 86 species that constitute Puerto Rico's herpetofauna. Some native freshwater fish inhabit Puerto Rico, but some species, introduced by humans, have established populations in reservoirs and rivers. The low richness-high diversity pattern is also apparent among invertebrates, which constitutes most of the archipelago's fauna.\n"}},
{"name": ["History of biology"], "link": "https://en.wikipedia.org/wiki/History_of_biology", "body": {"title": "History of biology", "paragraph": "The history of biology traces the study of the living world from ancient to modern times. Although the concept of biology as a single coherent field arose in the 19th century, the biological sciences emerged from traditions of medicine and natural history reaching back to ayurveda, ancient Egyptian medicine and the works of Aristotle and Galen in the ancient Greco-Roman world. This ancient work was further developed in the Middle Ages by Muslim physicians and scholars such as Avicenna. During the European Renaissance and early modern period, biological thought was revolutionized in Europe by a renewed interest in empiricism and the discovery of many novel organisms. Prominent in this movement were Vesalius and Harvey, who used experimentation and careful observation in physiology, and naturalists such as Linnaeus and Buffon who began to classify the diversity of life and the fossil record, as well as the development and behavior of organisms. Antonie van Leeuwenhoek revealed by means of microscopy the previously unknown world of microorganisms, laying the groundwork for cell theory. The growing importance of natural theology, partly a response to the rise of mechanical philosophy, encouraged the growth of natural history (although it entrenched the argument from design).\n"}},
{"name": ["DNA nanotechnology"], "link": "https://en.wikipedia.org/wiki/DNA_nanotechnology", "body": {"title": "DNA nanotechnology", "paragraph": "The conceptual foundation for DNA nanotechnology was first laid out by Nadrian Seeman in the early 1980s, and the field began to attract widespread interest in the mid-2000s. This use of nucleic acids is enabled by their strict base pairing rules, which cause only portions of strands with complementary base sequences to bind together to form strong, rigid double helix structures. This allows for the rational design of base sequences that will selectively assemble to form complex target structures with precisely controlled  nanoscale features. Several assembly methods are used to make these structures, including tile-based structures that assemble from smaller structures, folding structures using the DNA origami method, and dynamically reconfigurable structures using strand displacement methods. The field's name specifically references DNA, but the same principles have been used with other types of nucleic acids as well, leading to the occasional use of the alternative name nucleic acid nanotechnology.\n"}},
{"name": ["DNA repair"], "link": "https://en.wikipedia.org/wiki/DNA_repair", "body": {"title": "DNA repair", "paragraph": "DNA repair is a collection of processes by which a cell identifies and corrects damage to the DNA molecules that encode its genome.[1] In human cells, both normal metabolic activities and environmental factors such as radiation can cause DNA damage, resulting in as many as 1 million individual molecular lesions per cell per day.[2] Many of these lesions cause structural damage to the DNA molecule and can alter or eliminate the cell's ability to transcribe the gene that the affected DNA encodes. Other lesions induce potentially harmful mutations in the cell's genome, which affect the survival of its daughter cells after it undergoes mitosis. As a consequence, the DNA repair process is constantly active as it responds to damage in the DNA structure.  When normal repair processes fail, and when cellular apoptosis does not occur, irreparable DNA damage may occur, including double-strand breaks and DNA crosslinkages (interstrand crosslinks or ICLs).[3][4] This can eventually lead to malignant tumors, or cancer as per the two hit hypothesis.\n"}},
{"name": ["Ediacaran biota"], "link": "https://en.wikipedia.org/wiki/Ediacaran_biota", "body": {"title": "Ediacaran biota", "paragraph": "The Ediacaran (/ˌiːdiˈækərən/; formerly Vendian) biota is a taxonomic period classification that consists of all life forms that were present on Earth during the Ediacaran Period (ca. 635–542 Mya). These were composed of enigmatic tubular and frond-shaped, mostly sessile, organisms. Trace fossils of these organisms have been found worldwide, and represent the earliest known complex multicellular organisms.[note 1] \n"}},
{"name": ["Evolution"], "link": "https://en.wikipedia.org/wiki/Evolution", "body": {"title": "Evolution", "paragraph": "\nEvolution is change in the heritable characteristics of biological populations over successive generations.[1][2] These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation.[3] Evolution occurs when evolutionary processes such as natural selection (including sexual selection) and genetic drift act on this variation, resulting in certain characteristics becoming more common or rare within a population.[4] It is this process of evolution that has given rise to biodiversity at every level of biological organisation, including the levels of species, individual organisms and molecules.[5][6]\n"}},
{"name": ["Cooperative pulling paradigm"], "link": "https://en.wikipedia.org/wiki/Cooperative_pulling_paradigm", "body": {"title": "Cooperative pulling paradigm", "paragraph": "The cooperative pulling paradigm is an experimental design in which two or more animals pull rewards toward themselves via an apparatus that they cannot successfully operate alone. Researchers (ethologists, comparative psychologists, and evolutionary psychologists) use cooperative pulling experiments to try to understand how cooperation works and how and when it may have evolved.\n"}},
{"name": ["DNA"], "link": "https://en.wikipedia.org/wiki/DNA", "body": {"title": "DNA", "paragraph": "Deoxyribonucleic acid (/diːˈɒksɪˌraɪboʊnjuːˌkliːɪk, -ˌkleɪ-/ (listen);[1] DNA) is a molecule composed of two polynucleotide chains that coil around each other to form a double helix carrying genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses. DNA and ribonucleic acid (RNA) are nucleic acids. Alongside proteins, lipids and complex carbohydrates (polysaccharides), nucleic acids are one of the four major types of macromolecules that are essential for all known forms of life.\n"}},
{"name": ["Cretaceous–Paleogene extinction event"], "link": "https://en.wikipedia.org/wiki/Cretaceous%E2%80%93Paleogene_extinction_event", "body": {"title": "Cretaceous–Paleogene extinction event", "paragraph": "In the geologic record, the K–Pg event is marked by a thin layer of sediment called the K–Pg boundary, which can be found throughout the world in marine and terrestrial rocks. The boundary clay shows high levels of the metal iridium, which is rare in the Earth's crust, but abundant in asteroids.[6]\n"}},
{"name": ["John Michael Wright"], "link": "https://en.wikipedia.org/wiki/John_Michael_Wright", "body": {"title": "John Michael Wright", "paragraph": "John Michael Wright (May 1617 – July 1694)[2] was a portrait painter in the Baroque style. Described variously as English and Scottish, Wright trained in Edinburgh under the Scots painter George Jamesone, and acquired a considerable reputation as an artist and scholar during a long sojourn in Rome. There he was admitted to the Accademia di San Luca, and was associated with some of the leading artists of his generation. He was engaged by Archduke Leopold Wilhelm of Austria, the governor of the Spanish Netherlands, to acquire artworks in Oliver Cromwell's England in 1655. He took up permanent residence in England from 1656, and served as court painter before and after the English Restoration. A convert to Roman Catholicism, he was a favourite of the restored Stuart court, a client of both Charles II and James II, and was a witness to many of the political maneuverings of the era. In the final years of the Stuart monarchy he returned to Rome as part of an embassy to Pope Innocent XI.\n"}},
{"name": ["Bone Wars"], "link": "https://en.wikipedia.org/wiki/Bone_Wars", "body": {"title": "Bone Wars", "paragraph": "The Bone Wars, also known as the Great Dinosaur Rush,[1] was a period of intense and ruthlessly competitive fossil hunting and discovery during the Gilded Age of American history, marked by a heated rivalry between Edward Drinker Cope (of the Academy of Natural Sciences of Philadelphia) and Othniel Charles Marsh (of the Peabody Museum of Natural History at Yale). Each of the two paleontologists used underhanded methods to try to outdo the other in the field, resorting to bribery, theft, and the destruction of bones. Each scientist also sought to ruin his rival's reputation and cut off his funding, using attacks in scientific publications.\n"}},
{"name": ["Cell nucleus"], "link": "https://en.wikipedia.org/wiki/Cell_nucleus", "body": {"title": "Cell nucleus", "paragraph": "In cell biology, the nucleus (pl. nuclei; from Latin nucleus or nuculeus, meaning kernel or seed) is a membrane-bound organelle found in eukaryotic cells. Eukaryotes usually have a single nucleus, but a few cell types, such as mammalian red blood cells, have no nuclei, and a few others including osteoclasts have many.\n"}},
{"name": ["Bacteria"], "link": "https://en.wikipedia.org/wiki/Bacteria", "body": {"title": "Bacteria", "paragraph": "Bacteria (/bækˈtɪəriə/ (listen); common noun bacteria, singular bacterium) are a type of biological cell. They constitute a large domain of prokaryotic microorganisms. Typically a few micrometres in length, bacteria have a number of shapes, ranging from spheres to rods and spirals. Bacteria were among the first life forms to appear on Earth, and are present in most of its habitats. Bacteria inhabit soil, water, acidic hot springs, radioactive waste,[4] and the deep biosphere of the earth's crust. Bacteria also live in symbiotic and parasitic relationships with plants and animals. Most bacteria have not been characterised, and only about 27 percent of the bacterial phyla have species that can be grown in the laboratory.[5] The study of bacteria is known as bacteriology, a branch of microbiology.\n"}},
{"name": ["Rudolf Wolters"], "link": "https://en.wikipedia.org/wiki/Rudolf_Wolters", "body": {"title": "Rudolf Wolters", "paragraph": "Rudolf Wolters (August 3, 1903 – January 7, 1983) was a German architect and government official, known for his longtime association with fellow architect and Third Reich official Albert Speer.  A friend and subordinate of Speer, Wolters received the many papers which were smuggled out of Spandau Prison for Speer while he was imprisoned there, and kept them for him until Speer was released in 1966.  After Speer's release, the friendship slowly collapsed, Wolters objecting strongly to Speer's blaming of Hitler and other Nazis for the Holocaust and World War II, and they saw nothing of each other in the decade before Speer's death in 1981.\n"}},
{"name": ["Nigel Williams (conservator)"], "link": "https://en.wikipedia.org/wiki/Nigel_Williams_(conservator)", "body": {"title": "Nigel Williams (conservator)", "paragraph": "Nigel Reuben Rook Williams (15 July 1944 – 21 April 1992) was an English conservator and expert on the restoration of ceramics and glass. From 1961 until his death he worked at the British Museum, where he became the Chief Conservator of Ceramics and Glass in 1983. There his work included the successful restorations of the Sutton Hoo helmet and the Portland Vase.\n"}},
{"name": ["Archaea"], "link": "https://en.wikipedia.org/wiki/Archaea", "body": {"title": "Archaea", "paragraph": "Archaea (/ɑːrˈkiːə/ (listen) or /ɑːrˈkeɪə/ ar-KEE-ə or ar-KAY-ə) (singular archaeon) constitute a domain of single-celled organisms. These microorganisms lack cell nuclei and are therefore prokaryotes. Archaea were initially classified as bacteria, receiving the name archaebacteria (in the Archaebacteria kingdom), but this classification is obsolete.[6]\n"}},
{"name": ["Constance Stokes"], "link": "https://en.wikipedia.org/wiki/Constance_Stokes", "body": {"title": "Constance Stokes", "paragraph": "Constance Stokes (née Parkin, 22 February 1906 – 14 July 1991) was a modernist Australian painter who worked in Victoria. She trained at the National Gallery of Victoria Art School until 1929, winning a scholarship to continue her study at London's Royal Academy of Arts. Although Stokes painted few works in the 1930s, her paintings and drawings were exhibited from the 1940s onwards. She was one of only two women, and two Victorians, included in a major exhibition of twelve Australian artists that travelled to Canada, the United Kingdom and Italy in the early 1950s.\n"}},
{"name": ["Mortimer Wheeler"], "link": "https://en.wikipedia.org/wiki/Mortimer_Wheeler", "body": {"title": "Mortimer Wheeler", "paragraph": "Sir Robert Eric Mortimer Wheeler FRS FBA FSA (10 September 1890 – 22 July 1976) was a British archaeologist and officer in the British Army. Over the course of his career, he served as Director of both the National Museum of Wales and London Museum, Director-General of the Archaeological Survey of India, and the founder and Honorary Director of the Institute of Archaeology in London, in addition to writing twenty-four books on archaeological subjects.\n"}},
{"name": ["Edmund Sharpe"], "link": "https://en.wikipedia.org/wiki/Edmund_Sharpe", "body": {"title": "Edmund Sharpe", "paragraph": "Edmund Sharpe (31 October 1809 – 8 May 1877) was an English architect, architectural historian, railway engineer, and sanitary reformer.  Born in Knutsford, Cheshire, he was educated first by his parents and then at schools locally and in Runcorn, Greenwich and Sedbergh.  Following his graduation from Cambridge University he was awarded a travelling scholarship, enabling him to study architecture in Germany and southern France. In 1835 he established an architectural practice in Lancaster, initially working on his own.  In 1845 he entered into partnership with Edward Paley, one of his pupils.  Sharpe's main focus was on churches, and he was a pioneer in the use of terracotta as a structural material in church building, designing what were known as \"pot\" churches, the first of which was St Stephen and All Martyrs' Church, Lever Bridge.\n"}},
{"name": ["Tom Thomson"], "link": "https://en.wikipedia.org/wiki/Tom_Thomson", "body": {"title": "Tom Thomson", "paragraph": "Thomas John Thomson (August 5, 1877 – July 8, 1917) was a Canadian artist active in the early 20th century. During his short career he produced roughly 400 oil sketches on small wood panels along with around 50 larger works on canvas. His works consist almost entirely of landscapes depicting trees, skies, lakes, and rivers. His paintings use broad brush strokes and a liberal application of paint to capture the beauty and colour of the Ontario landscape. Thomson's accidental death at 39 by drowning came shortly before the founding of the Group of Seven and is seen as a tragedy for Canadian art.\n"}},
{"name": ["Pierre Rossier"], "link": "https://en.wikipedia.org/wiki/Pierre_Rossier", "body": {"title": "Pierre Rossier", "paragraph": "Pierre Joseph Rossier (16 July 1829 – 22 October 1886[1]) was a pioneering Swiss photographer whose albumen photographs, which include stereographs and cartes-de-visite, comprise portraits, cityscapes, and landscapes. He was commissioned by the London firm of Negretti and Zambra to travel to Asia and document the progress of the Anglo-French troops in the Second Opium War and, although he failed to join that military expedition, he remained in Asia for several years, producing the first commercial photographs of China, the Philippines, Japan and Siam (now Thailand). He was the first professional photographer in Japan, where he trained Ueno Hikoma, Maeda Genzō, Horie Kuwajirō, as well as lesser known members of the first generation of Japanese photographers. In Switzerland he established photographic studios in Fribourg and Einsiedeln, and he also produced images elsewhere in the country. Rossier is an important figure in the early history of photography not only because of his own images, but also because of the critical impact of his teaching in the early days of Japanese photography.\n"}},
{"name": ["Jacob van Ruisdael"], "link": "https://en.wikipedia.org/wiki/Jacob_van_Ruisdael", "body": {"title": "Jacob van Ruisdael", "paragraph": "Jacob Isaackszoon van Ruisdael (Dutch pronunciation: [ˈjaːkɔp fɑn ˈrœyzdaːl] (listen); c. 1629 – 10 March 1682) was a Dutch painter, draughtsman, and etcher. He is generally considered the pre-eminent landscape painter of the Dutch Golden Age, a period of great wealth and cultural achievement when Dutch painting became highly popular.\n"}},
{"name": ["Minnie Pwerle"], "link": "https://en.wikipedia.org/wiki/Minnie_Pwerle", "body": {"title": "Minnie Pwerle", "paragraph": "Minnie Pwerle (also Minnie Purla[1] or Minnie Motorcar Apwerl;[2] born between 1910 and 1922 – 18 March 2006) was an Australian Aboriginal artist. She came from Utopia, Northern Territory (Unupurna in local language), a cattle station in the Sandover area of Central Australia 300 kilometres (190 mi) northeast of Alice Springs.\n"}},
{"name": ["Robert Peake the Elder"], "link": "https://en.wikipedia.org/wiki/Robert_Peake_the_Elder", "body": {"title": "Robert Peake the Elder", "paragraph": "Robert Peake the Elder (c. 1551–1619) was an English painter active in the later part of Elizabeth I's reign and for most of the reign of James I. In 1604, he was appointed picture maker to the heir to the throne, Prince Henry; and in 1607, serjeant-painter to King James I – a post he shared with John De Critz.[1] Peake is often called \"the elder\", to distinguish him from his son, the painter and print seller William Peake (c. 1580–1639) and from his grandson, Sir Robert Peake (c. 1605–67), who followed his father into the family print-selling business.[2]\n"}},
{"name": ["Bronwyn Oliver"], "link": "https://en.wikipedia.org/wiki/Bronwyn_Oliver", "body": {"title": "Bronwyn Oliver", "paragraph": "Bronwyn Joy Oliver (née Gooda, 22 February 1959 – 10 July 2006) was an Australian sculptor whose work primarily consisted of metalwork. Oliver was raised in rural New South Wales. She trained at Sydney's Alexander Mackie College of Advanced Education and London's Chelsea School of Art. She had early success, winning a New South Wales Travelling Art Scholarship in 1981 and the Moet &amp; Chandon Australian Art Fellowship in 1984. Oliver settled in Sydney, where she practised and taught until her death in 2006.\n"}},
{"name": ["Wintjiya Napaltjarri"], "link": "https://en.wikipedia.org/wiki/Wintjiya_Napaltjarri", "body": {"title": "Wintjiya Napaltjarri", "paragraph": "Wintjiya Napaltjarri (born between ca. 1923 to 1934) (also spelt Wentjiya, Wintjia or Wentja), and also known as Wintjia Napaltjarri No. 1,[1] is a Pintupi-speaking Indigenous artist from Australia's Western Desert region. She is the sister of artist Tjunkiya Napaltjarri; both were wives of Toba Tjakamarra, with whom Wintjiya had five children.\n"}},
{"name": ["Hilda Rix Nicholas"], "link": "https://en.wikipedia.org/wiki/Hilda_Rix_Nicholas", "body": {"title": "Hilda Rix Nicholas", "paragraph": "Hilda Rix Nicholas (née Rix, later Wright, 1 September 1884 – 3 August 1961)[notes 1] was an Australian artist. Born in the Victorian city of Ballarat, she studied under a leading Australian Impressionist, Frederick McCubbin, at the National Gallery of Victoria Art School from 1902 to 1905 and was an early member of the Melbourne Society of Women Painters and Sculptors. Following the death of her father in 1907, Rix, her only sibling Elsie and her mother travelled to Europe where she undertook further study, first in London and then Paris. Her teachers during the period included John Hassall, Richard Emil Miller and Théophile Steinlen.\n"}},
{"name": ["Makinti Napanangka"], "link": "https://en.wikipedia.org/wiki/Makinti_Napanangka", "body": {"title": "Makinti Napanangka", "paragraph": "Makinti Napanangka (c. 1930 – 9 January 2011[1]) was a Pintupi-speaking Indigenous Australian artist from Australia's Western Desert region. She was referred to posthumously as Kumentje.[2] The term Kumentje was used instead of her personal name as it is customary among many indigenous communities not to refer to the deceased by their original given name for some time after their death.[3] She lived in the communities of Haasts Bluff, Papunya, and later at Kintore, about 50 kilometres (31 mi) north-east of the Lake MacDonald region where she was born, on the border of the Northern Territory and Western Australia.\n"}},
{"name": ["I. M. Pei"], "link": "https://en.wikipedia.org/wiki/I._M._Pei", "body": {"title": "I. M. Pei", "paragraph": "Ieoh Ming Pei (Chinese: 貝聿銘), FAIA, RIBA[2] (English: /joʊ.mɪŋ.ˈpeɪ/ yoh-ming-PAY[3][4] 26 April 1917 – 16 May 2019) was a Chinese-American architect. Born in Guangzhou but raised in Hong Kong and Shanghai, Pei drew inspiration at an early age from the garden villas at Suzhou, the traditional retreat of the scholar-gentry to which his family belonged. In 1935, he moved to the United States and enrolled in the University of Pennsylvania's architecture school, but he quickly transferred to the Massachusetts Institute of Technology. He was unhappy with the focus at both schools on Beaux-Arts architecture, and spent his free time researching emerging architects, especially Le Corbusier. After graduating, he joined the Harvard Graduate School of Design (GSD) and became a friend of the Bauhaus architects Walter Gropius and Marcel Breuer. In 1948, Pei was recruited by New York City real estate magnate William Zeckendorf, for whom he worked for seven years before establishing an independent design firm in 1955, I. M. Pei &amp; Associates. In 1966 that became I. M. Pei &amp; Partners in 1966, and in 1989 became Pei Cobb Freed &amp; Partners. Pei retired from full-time practice in 1990. In his retirement, he worked as an architectural consultant primarily from his sons' architectural firm Pei Partnership Architects.\n"}},
{"name": ["Daisy Jugadai Napaltjarri"], "link": "https://en.wikipedia.org/wiki/Daisy_Jugadai_Napaltjarri", "body": {"title": "Daisy Jugadai Napaltjarri", "paragraph": "Daisy Jugadai Napaltjarri (c. 1955 – 2008) was a Pintupi-Luritja-speaking Indigenous artist from Australia's Western Desert region, and sister of artist Molly Jugadai Napaltjarri. Daisy Jugadai lived and painted at Haasts Bluff, Northern Territory. There she played a significant role in the establishment of Ikuntji Women's Centre, where many artists of the region have worked.\n"}},
{"name": ["Margaret Murray"], "link": "https://en.wikipedia.org/wiki/Margaret_Murray", "body": {"title": "Margaret Murray", "paragraph": "Margaret Alice Murray (13 July 1863 – 13 November 1963) was an Anglo-Indian Egyptologist, archaeologist, anthropologist, historian, and folklorist. The first woman to be appointed as a lecturer in archaeology in the United Kingdom, she worked at University College London (UCL) from 1898 to 1935. She served as President of the Folklore Society from 1953 to 1955, and published widely over the course of her career.\n"}},
{"name": ["Danie Mellor"], "link": "https://en.wikipedia.org/wiki/Danie_Mellor", "body": {"title": "Danie Mellor", "paragraph": "Danie Mellor (born 13 April 1971) is an Australian artist who was the winner of the 2009 National Aboriginal &amp; Torres Strait Islander Art Award. Born in Mackay, Queensland, Mellor grew up in Scotland, Australia, and South Africa before undertaking tertiary studies at North Adelaide School of Art, the Australian National University (ANU) and Birmingham Institute of Art and Design. He then took up a post lecturing at Sydney College of the Arts. He works in different media including printmaking, drawing, painting, and sculpture. Considered a key figure in contemporary Indigenous Australian art, the dominant theme in Mellor's art is the relationship between Indigenous and non-Indigenous Australian cultures.[note 1]\n"}},
{"name": ["Benjamin Mountfort"], "link": "https://en.wikipedia.org/wiki/Benjamin_Mountfort", "body": {"title": "Benjamin Mountfort", "paragraph": "Benjamin Woolfield Mountfort (13 March 1825 – 15 March 1898) was an English emigrant to New Zealand, where he became one of that country's most prominent 19th-century architects. He was instrumental in shaping the city of Christchurch's unique architectural identity and culture, and was appointed the first official Provincial Architect of the developing province of Canterbury. Heavily influenced by the Anglo-Catholic philosophy behind early Victorian architecture, he is credited with importing the Gothic revival style to New Zealand. His Gothic designs constructed in both wood and stone in the province are considered unique to New Zealand. Today, he is considered the founding architect of the province of Canterbury.\n"}},
{"name": ["Henry Moore"], "link": "https://en.wikipedia.org/wiki/Henry_Moore", "body": {"title": "Henry Moore", "paragraph": "Henry Spencer Moore OM CH FBA (30 July 1898 – 31 August 1986) was an English artist. He is best known for his semi-abstract monumental bronze sculptures which are located around the world as public works of art.  As well as sculpture, Moore produced many drawings, including a series depicting Londoners sheltering from the Blitz during the Second World War, along with other graphic works on paper.\n"}},
{"name": ["James B. Longacre"], "link": "https://en.wikipedia.org/wiki/James_B._Longacre", "body": {"title": "James B. Longacre", "paragraph": "James Barton Longacre (August 11, 1794 – January 1, 1869) was an American portraitist and engraver, and the fourth Chief Engraver of the United States Mint from 1844 until his death. Longacre is best known for designing the Indian Head cent, which entered commerce in 1859, and for the designs of the Shield nickel, Flying Eagle cent and other coins of the mid-19th century.\n"}},
{"name": ["Hu Zhengyan"], "link": "https://en.wikipedia.org/wiki/Hu_Zhengyan", "body": {"title": "Hu Zhengyan", "paragraph": "Hu Zhengyan (Chinese: 胡正言; c. 1584 – 1674) was a Chinese artist, printmaker and publisher. He worked in calligraphy, traditional Chinese painting, and seal-carving, but was primarily a publisher, producing academic texts as well as records of his own work.\n"}},
{"name": ["André Kertész"], "link": "https://en.wikipedia.org/wiki/Andr%C3%A9_Kert%C3%A9sz", "body": {"title": "André Kertész", "paragraph": "André Kertész (French: [kɛʁtɛs]; 2 July 1894 – 28 September 1985), born Andor Kertész, was a Hungarian-born photographer known for his groundbreaking contributions to photographic composition and the photo essay. In the early years of his career, his then-unorthodox camera angles and style prevented his work from gaining wider recognition. Kertész never felt that he had gained the worldwide recognition he deserved. Today he is considered one of the seminal figures of photojournalism.[1][2]\n"}},
{"name": ["Charles Holden"], "link": "https://en.wikipedia.org/wiki/Charles_Holden", "body": {"title": "Charles Holden", "paragraph": "Charles Henry Holden Litt.D, FRIBA, MRTPI, RDI (12 May 1875 – 1 May 1960) was a Bolton-born English architect best known for designing many London Underground stations during the 1920s and 1930s, for Bristol Central Library, the Underground Electric Railways Company of London's headquarters at 55 Broadway and for the University of London's Senate House. He also created many war cemeteries in Belgium and northern France for the Imperial War Graves Commission.\n"}},
{"name": ["Ima Hogg"], "link": "https://en.wikipedia.org/wiki/Ima_Hogg", "body": {"title": "Ima Hogg", "paragraph": "Ima Hogg (July 10, 1882 – August 19, 1975), known as \"The First Lady of Texas\",[1] was an American society leader, philanthropist, patron and collector of the arts, and one of the most respected women in Texas during the 20th century.[2] Hogg was an avid art collector, and owned works by Picasso, Klee, and Matisse, among others. Hogg donated hundreds of pieces of artwork to Houston's Museum of Fine Arts and served on a committee to plan the Kennedy Center in Washington, D.C. An enthusiastic collector of early American antiques, she also served on a committee tasked with locating historical furniture for the White House. She restored and refurbished several properties, including the Varner plantation and Bayou Bend, which she later donated to Texas arts and historical institutions who maintain the facilities and their collections today. Hogg received numerous awards and honors, including the Louise E. du Pont Crowninshield Award from the National Trust for Historic Preservation, the Santa Rita Award from the University of Texas System, and an honorary doctorate in fine arts from Southwestern University.\n"}},
{"name": ["Florence Fuller"], "link": "https://en.wikipedia.org/wiki/Florence_Fuller", "body": {"title": "Florence Fuller", "paragraph": "Florence Ada Fuller (1867 – 17 July 1946) was a South African-born Australian artist. Originally from Port Elizabeth, Fuller migrated as a child to Melbourne with her family. There she trained with her uncle Robert Hawker Dowling and teacher Jane Sutherland and took classes at the National Gallery of Victoria Art School, becoming a professional artist in the late 1880s. In 1892 she left Australia, travelling first to South Africa, where she met and painted for Cecil Rhodes, and then on to Europe. She lived and studied there for the subsequent decade, except for a return to South Africa in 1899 to paint a portrait of Rhodes. Between 1895 and 1904 her works were exhibited at the Paris Salon and London's Royal Academy.\n"}},
{"name": ["Adolfo Farsari"], "link": "https://en.wikipedia.org/wiki/Adolfo_Farsari", "body": {"title": "Adolfo Farsari", "paragraph": "Following a brief military career, including service in the American Civil War, he became a successful entrepreneur and commercial photographer. His photographic work was highly regarded, particularly his hand-coloured portraits and landscapes, which he sold mostly to foreign residents and visitors to the country.\n"}},
{"name": ["Caspar David Friedrich"], "link": "https://en.wikipedia.org/wiki/Caspar_David_Friedrich", "body": {"title": "Caspar David Friedrich", "paragraph": "Caspar David Friedrich (5 September 1774 – 7 May 1840) was a 19th-century German Romantic landscape painter, generally considered the most important German artist of his generation.[2] He is best known for his mid-period allegorical landscapes which typically feature contemplative figures silhouetted against night skies, morning mists, barren trees or Gothic ruins. His primary interest was the contemplation of nature, and his often symbolic and anti-classical work seeks to convey a subjective, emotional response to the natural world. Friedrich's paintings characteristically set a human presence in diminished perspective amid expansive landscapes, reducing the figures to a scale that, according to the art historian Christopher John Murray, directs \"the viewer's gaze towards their metaphysical dimension\".[3]\n"}},
{"name": ["El Lissitzky"], "link": "https://en.wikipedia.org/wiki/El_Lissitzky", "body": {"title": "El Lissitzky", "paragraph": "Lissitzky's entire career was laced with the belief that the artist could be an agent for change, later summarized with his edict, \"das zielbewußte Schaffen\" (goal-oriented creation).[2] Lissitzky, of Lithuanian Jewish оrigin, began his career illustrating Yiddish children's books in an effort to promote Jewish culture in Russia. When only 15 he started teaching, a duty he would maintain for most of his life. Over the years, he taught in a variety of positions, schools, and artistic media, spreading and exchanging ideas. He took this ethic with him when he worked with Malevich in heading the suprematist art group UNOVIS, when he developed a variant suprematist series of his own, Proun, and further still in 1921, when he took up a job as the Russian cultural ambassador to Weimar Germany, working with and influencing important figures of the Bauhaus and De Stijl movements during his stay. In his remaining years he brought significant innovation and change to typography, exhibition design, photomontage, and book design, producing critically respected works and winning international acclaim for his exhibition design. This continued until his deathbed, where in 1941 he produced one of his last works – a Soviet propaganda poster rallying the people to construct more tanks for the fight against Nazi Germany. In 2014, the heirs of the artist, in collaboration with Van Abbemuseum and leading worldwide scholars on the subject, established the Lissitzky Foundation in order to preserve the artist's legacy and to prepare a catalogue raisonné of the artist's oeuvre.\n"}},
{"name": ["Vincent van Gogh"], "link": "https://en.wikipedia.org/wiki/Vincent_van_Gogh", "body": {"title": "Vincent van Gogh", "paragraph": "Vincent Willem van Gogh (Dutch: [ˈvɪnsənt ˈʋɪləm vɑŋ ˈɣɔx] (listen);[note 1] 30 March 1853 – 29 July 1890) was a Dutch post-impressionist painter who is among the most famous and influential figures in the history of Western art. In just over a decade, he created about 2,100 artworks, including around 860 oil paintings, most of which date from the last two years of his life. They include landscapes, still lifes, portraits and self-portraits, and are characterised by bold colours and dramatic, impulsive and expressive brushwork that contributed to the foundations of modern art. He was not commercially successful, and his suicide at 37 came after years of mental illness, depression and poverty.\n"}},
{"name": ["Stefan Lochner"], "link": "https://en.wikipedia.org/wiki/Stefan_Lochner", "body": {"title": "Stefan Lochner", "paragraph": "Stefan Lochner (the Dombild Master or Master Stefan; c. 1410 – late 1451) was a German painter working in the late \"soft style\" of the International Gothic. His paintings combine that era's tendency toward long flowing lines and brilliant colours with the realism, virtuoso surface textures and innovative iconography of the early Northern Renaissance. Based in Cologne, a commercial and artistic hub of northern Europe, Lochner was one of the most important German painters before Albrecht Dürer. Extant works include single-panel oil paintings, devotional polyptychs and illuminated manuscripts, which often feature fanciful and blue-winged angels. Today some thirty-seven individual panels are attributed to him with confidence.[1]\n"}},
{"name": ["John Douglas (architect)"], "link": "https://en.wikipedia.org/wiki/John_Douglas_(architect)", "body": {"title": "John Douglas (architect)", "paragraph": "John Douglas (11 April 1830 – 23 May 1911) was an English architect who designed over 500 buildings in Cheshire, North Wales, and northwest England, in particular in the estate of Eaton Hall. He was trained in Lancaster and practised throughout his career from an office in Chester. Initially he ran the practice on his own, but from 1884 until two years before his death he worked in partnerships with two of his former assistants.\n"}},
{"name": ["El Greco"], "link": "https://en.wikipedia.org/wiki/El_Greco", "body": {"title": "El Greco", "paragraph": "Doménikos Theotokópoulos (Greek: Δομήνικος Θεοτοκόπουλος [ðoˈminikos θeotoˈkopulos]; 1 October 1541 –  7 April 1614),[2] most widely known as El Greco (\"The Greek\"), was a Greek painter, sculptor and architect of the Spanish Renaissance. \"El Greco\" was a nickname,[a][b] a reference to his Greek origin, and the artist normally signed his paintings with his full birth name in Greek letters, Δομήνικος Θεοτοκόπουλος, Doménikos Theotokópoulos, often adding the word Κρής Krēs, Cretan.\n"}},
{"name": ["Matthew Brettingham"], "link": "https://en.wikipedia.org/wiki/Matthew_Brettingham", "body": {"title": "Matthew Brettingham", "paragraph": "Matthew Brettingham (1699 – 19 August 1769), sometimes called Matthew Brettingham the Elder, was an 18th-century Englishman who rose from humble origins to supervise the construction of Holkham Hall, and become one of the country's best-known architects of his generation. Much of his principal work has since been demolished, particularly his work in London, where he revolutionised the design of the grand townhouse. As a result, he is often overlooked today, remembered principally for his Palladian remodelling of numerous country houses, many of them situated in the East Anglia area of Britain. As Brettingham neared the pinnacle of his career, Palladianism began to fall out of fashion and neoclassicism was introduced, championed by the young Robert Adam.\n"}},
{"name": ["William Bruce (architect)"], "link": "https://en.wikipedia.org/wiki/William_Bruce_(architect)", "body": {"title": "William Bruce (architect)", "paragraph": "Sir William Bruce of Kinross, 1st Baronet (c. 1630 – 1 January 1710), was a Scottish gentleman-architect, \"the effective founder of classical architecture in Scotland,\" as Howard Colvin observes.[1] As a key figure in introducing the Palladian style into Scotland, he has been compared to the pioneering English architects Inigo Jones and Christopher Wren,[2] and to the contemporaneous introducers of French style in English domestic architecture, Hugh May and Sir Roger Pratt.[1]\n"}},
{"name": ["O. G. S. Crawford"], "link": "https://en.wikipedia.org/wiki/O._G._S._Crawford", "body": {"title": "O. G. S. Crawford", "paragraph": "Osbert Guy Stanhope Crawford (28 October 1886 – 28 November 1957) was a British archaeologist who specialised in the study of prehistoric Britain and the archaeology of Sudan. For most of his career the archaeological officer of the Ordnance Survey (OS), he wrote a range of books on archaeological subjects and was a keen proponent of aerial archaeology.\n"}},
{"name": ["Lisa del Giocondo"], "link": "https://en.wikipedia.org/wiki/Lisa_del_Giocondo", "body": {"title": "Lisa del Giocondo", "paragraph": "Lisa del Giocondo (Italian pronunciation: [ˈliːza del dʒoˈkondo]; née Gherardini [ɡerarˈdiːni];  June 15, 1479 – July 15, 1542) was an Italian noblewoman and member of the Gherardini family of Florence and Tuscany. Her name was given to the Mona Lisa, her portrait commissioned by her husband and painted by Leonardo da Vinci during the Italian Renaissance.\n"}},
{"name": ["Jean Bellette"], "link": "https://en.wikipedia.org/wiki/Jean_Bellette", "body": {"title": "Jean Bellette", "paragraph": "Jean Bellette (occasionally Jean Haefliger; 25 March 1908 – 16 March 1991) was an Australian artist. Born in Tasmania, she was educated in Hobart and at Julian Ashton's art school in Sydney, where one of her teachers was Thea Proctor. In London she studied under painters Bernard Meninsky and Mark Gertler.\n"}},
{"name": ["John Doubleday (restorer)"], "link": "https://en.wikipedia.org/wiki/John_Doubleday_(restorer)", "body": {"title": "John Doubleday (restorer)", "paragraph": "John Doubleday (about 1798[note 1] – 25 January 1856) was a British craftsperson, restorer, and dealer in antiquities who was employed by the British Museum for the last 20 years of his life. He undertook several duties for the museum, not least as a witness in criminal trials, but was primarily their specialist restorer, perhaps the first person to hold the position. He is best known for his 1845 restoration of the severely-damaged Roman Portland Vase, an accomplishment that places him at the forefront of his profession at the time.\n"}},
{"name": ["Homer Davenport"], "link": "https://en.wikipedia.org/wiki/Homer_Davenport", "body": {"title": "Homer Davenport", "paragraph": "A native Oregonian, Davenport developed interests in both art and horses as a young boy.  He tried a variety of jobs before gaining employment as a cartoonist, initially working at several newspapers on the West Coast, including The San Francisco Examiner, purchased by William Randolph Hearst. His talent for drawing and interest in Arabian horses dovetailed in 1893 at the Chicago Daily Herald when he studied and drew the Arabian horses exhibited at the World's Columbian Exposition.   When Hearst acquired the New York Morning Journal in 1895, money was no object in his attempt to establish the Journal as a leading New York newspaper, and Hearst moved Davenport east in 1885 to be part of what is regarded as one of the greatest newspaper staffs ever assembled.  Working with columnist Alfred Henry Lewis, Davenport created many cartoons in opposition to the 1896 Republican presidential candidate, former Ohio governor William McKinley, and Hanna, his campaign manager. McKinley was elected and Hanna elevated to the Senate; Davenport continued to draw his sharp cartoons during the 1900 presidential race, though McKinley was again victorious.\n"}},
{"name": ["William Burges"], "link": "https://en.wikipedia.org/wiki/William_Burges", "body": {"title": "William Burges", "paragraph": "William Burges ARA (/ˈbɜːrdʒɛs/; 2 December 1827 – 20 April 1881) was an English architect and designer. Among the greatest of the Victorian art-architects, he sought in his work to escape from both nineteenth-century industrialisation and the Neoclassical architectural style and re-establish the architectural and social values of a utopian medieval England. Burges stands within the tradition of the Gothic Revival, his works echoing those of the Pre-Raphaelites and heralding those of the Arts and Crafts movement.\n"}},
{"name": ["The Wrestlers (Etty)"], "link": "https://en.wikipedia.org/wiki/The_Wrestlers_(Etty)", "body": {"title": " (Etty)", "paragraph": "The Wrestlers is an oil painting on millboard by English artist William Etty, painted around 1840 and currently in the York Art Gallery, in York, England. It depicts a wrestling match between a black man and a white man, both glistening with sweat and under an intense light emphasising their curves and musculature. While little documentation of the painting exists prior to 1947, it is likely that it was painted over a period of three evenings at the life class of the Royal Academy.\n"}},
{"name": ["Felice Beato"], "link": "https://en.wikipedia.org/wiki/Felice_Beato", "body": {"title": "Felice Beato", "paragraph": "Felice Beato (1832 – 29 January 1909), also known as Felix Beato,[note 1] was an Italian–British photographer. He was one of the first people to take photographs in East Asia and one of the first war photographers. He is noted for his genre works, portraits, and views and panoramas of the architecture and landscapes of Asia and the Mediterranean region. Beato's travels gave him the opportunity to create images of countries, people, and events that were unfamiliar and remote to most people in Europe and North America. His work provides images of such events as the Indian Rebellion of 1857 and the Second Opium War, and represents the first substantial body of photojournalism. He influenced other photographers, and his influence in Japan, where he taught and worked with numerous other photographers and artists, was particularly deep and lasting.\n"}},
{"name": ["Bronwyn Bancroft"], "link": "https://en.wikipedia.org/wiki/Bronwyn_Bancroft", "body": {"title": "Bronwyn Bancroft", "paragraph": "Bronwyn Bancroft (born 1958) is an Australian artist,[notes 1] notable for being amongst the first Australian fashion designers invited to show her work in Paris. Born in Tenterfield, New South Wales, and trained in Canberra and Sydney, Bancroft worked as a fashion designer, and is an artist, illustrator, and arts administrator.\n"}},
{"name": ["Streatham portrait"], "link": "https://en.wikipedia.org/wiki/Streatham_portrait", "body": {"title": "Streatham portrait", "paragraph": "The \"Streatham\" portrait is an oil painting on panel from the 1590s believed to be a later copy of a portrait of the English noblewoman Lady Jane Grey dating to her lifetime (1536/1537–54). It shows a three-quarter-length depiction of a young woman in Tudor-period dress holding a prayer book, with the faded inscription \"Lady Jayne\" or \"Lady Iayne\" in the upper-left corner. It is in poor condition and damaged, as if it has been attacked. As of January 2015[update] the portrait is in Room 3 of the National Portrait Gallery in London.\n"}},
{"name": ["Virgin and Child Enthroned"], "link": "https://en.wikipedia.org/wiki/Virgin_and_Child_Enthroned", "body": {"title": null, "paragraph": "The Virgin and Child Enthroned (also known as the Thyssen Madonna) is a small oil-on-oak panel painting dated c. 1433, usually attributed to the Early Netherlandish artist Rogier van der Weyden.[1] It is closely related to his Madonna Standing, completed during the same period. The panel is filled with Christian iconography, including representations of prophets, the Annunciation, Christ's infancy and resurrection, and Mary's Coronation. It is generally accepted as the earliest extant work by van der Weyden, one of three works attributed to him of the Virgin and Child enclosed in a niche on an exterior wall of a Gothic church. The panel is housed in the Museo Thyssen-Bornemisza in Madrid.\n"}},
{"name": ["Sutton Hoo Helmet (sculpture)"], "link": "https://en.wikipedia.org/wiki/Sutton_Hoo_Helmet_(sculpture)", "body": {"title": " (sculpture)", "paragraph": "Sutton Hoo Helmet is a 2002 sculpture by the English artist Rick Kirby. A representation of the Anglo-Saxon helmet by the same name found in the Sutton Hoo ship-burial, it was commissioned by the National Trust to suspend outside an exhibition hall at the Sutton Hoo visitor centre. At the opening of the centre, the sculpture was unveiled by the Literature Nobel laureate Seamus Heaney on 13 March 2002. It remained in place, dominating the entrance of the exhibition hall, until 2019, when it was moved to the entrance to the Sutton Hoo site.\n"}},
{"name": ["Ukiyo-e"], "link": "https://en.wikipedia.org/wiki/Ukiyo-e", "body": {"title": "Ukiyo-e", "paragraph": "Ukiyo-e[a] is a genre of Japanese art which flourished from the 17th through 19th centuries. Its artists produced woodblock prints and paintings of such subjects as female beauties; kabuki actors and sumo wrestlers; scenes from history and folk tales; travel scenes and landscapes; flora and fauna; and erotica.  The term ukiyo-e (浮世絵) translates as \"picture[s] of the floating world\".\n"}},
{"name": ["Statue of Liberty"], "link": "https://en.wikipedia.org/wiki/Statue_of_Liberty", "body": {"title": "Statue of Liberty", "paragraph": "The Statue of Liberty (Liberty Enlightening the World; French: La Liberté éclairant le monde) is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.\n"}},
{"name": ["Portrait of a Young Girl (Christus)"], "link": "https://en.wikipedia.org/wiki/Portrait_of_a_Young_Girl_(Christus)", "body": {"title": " (Christus)", "paragraph": "Portrait of a Young Girl is a small oil-on-oak panel painting by the Early Netherlandish painter Petrus Christus. It was completed towards the end of his life, between 1465 and 1470,[1][2] and is held in the Gemäldegalerie, Berlin. It marks a major stylistic advance in contemporary portraiture; the girl is set in an airy, three-dimensional, realistic setting,[3] and stares out at the viewer with a complicated expression that is reserved, yet intelligent and alert.[4]\n"}},
{"name": ["Saint Francis Receiving the Stigmata (van Eyck)"], "link": "https://en.wikipedia.org/wiki/Saint_Francis_Receiving_the_Stigmata_(van_Eyck)", "body": {"title": " (van Eyck)", "paragraph": "Saint Francis of Assisi Receiving the Stigmata is the name given to two unsigned paintings completed around 1428–1432 that art historians usually attribute to the Flemish artist Jan van Eyck. The panels are nearly identical, apart from a considerable difference in size.  Both are small paintings: the larger measures 29.3 cm x 33.4 cm and is in the Sabauda Gallery in Turin, Italy; the smaller panel is 12.7 cm x 14.6 cm and in the Philadelphia Museum of Art. The earliest documentary evidence is in the 1470 inventory of Anselm Adornes of Bruges's will; he may have owned both panels. \n"}},
{"name": ["Oviri"], "link": "https://en.wikipedia.org/wiki/Oviri", "body": {"title": null, "paragraph": "Oviri (Tahitian for savage or wild)[1] is an 1894 ceramic sculpture by the French artist Paul Gauguin. In Tahitian mythology, Oviri was the goddess of mourning and is shown with long pale hair and wild eyes, smothering a wolf with her feet while clutching a cub in her arms. Art historians have presented multiple interpretations—usually that Gauguin intended it as an epithet to reinforce his self-image as a \"civilised savage\". Tahitian goddesses of her era had passed from folk memory by 1894, yet Gauguin romanticises the island's past as he reaches towards more ancient sources, including an Assyrian relief of a \"master of animals\" type, and Majapahit mummies. Other possible influences include preserved skulls from the Marquesas Islands, figures found at Borobudur, and a 9th-century Mahayana Buddhist temple in central Java.\n"}},
{"name": ["Restoration of the Sistine Chapel frescoes"], "link": "https://en.wikipedia.org/wiki/Restoration_of_the_Sistine_Chapel_frescoes", "body": {"title": "Restoration of the Sistine Chapel frescoes", "paragraph": "The Sistine Chapel was built by Pope Sixtus IV within the Vatican immediately to the north of St. Peter's Basilica and completed in about 1481. Its walls were decorated by a number of Renaissance painters who were among the most highly regarded artists of late 15th century Italy, including Ghirlandaio, Perugino, and Botticelli.[1] The Chapel was further enhanced under Pope Julius II by the painting of the ceiling by Michelangelo between 1508 and 1512 and by the painting of the Last Judgment, commissioned by Pope Clement VII and completed in 1541, again by Michelangelo.[2] The tapestries on the lowest tier, today best known from the Raphael Cartoons (painted designs) of 1515–16, completed the ensemble.\n"}},
{"name": ["Portrait of a Lady (van der Weyden)"], "link": "https://en.wikipedia.org/wiki/Portrait_of_a_Lady_(van_der_Weyden)", "body": {"title": " (van der Weyden)", "paragraph": "Van der Weyden was preoccupied by commissioned portraiture towards the end of his life[1] and was highly regarded by later generations of painters for his penetrating evocations of character. In this work, the woman's humility and reserved demeanour are conveyed through her fragile physique, lowered eyes and tightly grasped fingers.[2] She is slender and depicted according to the Gothic ideal of elongated features, indicated by her narrow shoulders, tightly pinned hair, high forehead and the elaborate frame set by the headdress. It is the only known portrait of a woman accepted as an autograph work by van der Weyden,[1] yet the sitter's name is not recorded and he did not title the work.\n"}},
{"name": ["Olmec colossal heads"], "link": "https://en.wikipedia.org/wiki/Olmec_colossal_heads", "body": {"title": "Olmec colossal heads", "paragraph": "The discovery of the first colossal head at Tres Zapotes in 1862 by José María Melgar y Serrano was not well documented nor reported outside of Mexico.[2]\nThe excavation of the same colossal head by Matthew Stirling in 1938 spurred the first archaeological investigations of Olmec culture. Seventeen confirmed examples are known from four sites within the Olmec heartland on the Gulf Coast of Mexico. Most colossal heads were sculpted from spherical boulders but two from San Lorenzo Tenochtitlán were re-carved from massive stone thrones. An additional monument, at Takalik Abaj in Guatemala, is a throne that may have been carved from a colossal head. This is the only known example from outside the Olmec heartland.\n"}},
{"name": ["Nativity (Christus)"], "link": "https://en.wikipedia.org/wiki/Nativity_(Christus)", "body": {"title": " (Christus)", "paragraph": "The Nativity is a devotional mid-1450s oil-on-wood panel painting by the Early Netherlandish painter Petrus Christus. It shows a nativity scene with grisaille archways and trompe-l'œil sculptured reliefs. Christus was influenced by the first generation of Netherlandish artists, especially Jan van Eyck and Rogier van der Weyden, and the panel is characteristic of the simplicity and naturalism of art of that period. Placing archways as a framing device is a typical van der Weyden device, and here likely borrowed from that artist's Altar of Saint John and Miraflores Altarpiece. Yet Christus adapts these painterly motifs to a uniquely mid-15th century sensibility, and the unusually large panel – perhaps painted as a central altarpiece panel for a triptych – is nuanced and visually complex. It shows his usual harmonious composition and employment of one-point-perspective, especially evident in the geometric forms of the shed's roof, and his bold use of color. It is one of Christus's most important works. Max Friedländer definitely attributed the panel to Christus in 1930, concluding that \"in scope and importance, [it] is superior to all other known creations of this master.\"[1]\n"}},
{"name": ["Museum of Bad Art"], "link": "https://en.wikipedia.org/wiki/Museum_of_Bad_Art", "body": {"title": "Museum of Bad Art", "paragraph": "MOBA was founded in 1994, after antique dealer Scott Wilson showed a painting he had recovered from the trash to some friends, who suggested starting a collection. Within a year, receptions held in Wilson's friends' home were so well-attended that the collection needed its own viewing space. The museum then moved to the basement of a theater in Dedham. Explaining the reasoning behind the museum's establishment, co-founder Jerry Reilly said in 1995: \"While every city in the world has at least one museum dedicated to the best of art, MOBA is the only museum dedicated to collecting and exhibiting the worst.\"[4]  To be included in MOBA's collection, works must be original and have serious intent, but they must also have significant flaws without being boring; curators are not interested in displaying deliberate kitsch.\n"}},
{"name": ["Migration of the Serbs (painting)"], "link": "https://en.wikipedia.org/wiki/Migration_of_the_Serbs_(painting)", "body": {"title": " (painting)", "paragraph": "Seoba Srba[a] (English: Migration of the Serbs) is a set of four similar oil paintings by the Serbian artist Paja Jovanović that depict Serbs, led by Archbishop Arsenije III, fleeing Old Serbia during the Great Serb Migration of 1690–91. The first was commissioned in 1895 by Georgije Branković, the Patriarch of Karlovci, to be displayed at the following year's Budapest Millennium Exhibition. In the view of the Serbian clergy, it would serve to legitimize Serb claims to religious autonomy and partial self-administration in Austria-Hungary by upholding the contention that Serbs left their homeland at the behest of the Holy Roman Emperor to protect the Habsburg Monarchy's borders.\n"}},
{"name": ["Hours of Mary of Burgundy"], "link": "https://en.wikipedia.org/wiki/Hours_of_Mary_of_Burgundy", "body": {"title": "Hours of Mary of Burgundy", "paragraph": "The Hours of Mary of Burgundy (German: Stundenbuch der Maria von Burgund)[1] is a book of hours, a form of devotional book for lay-people, completed in Flanders around 1477. It was probably commissioned for Mary, the ruler of the Burgundian Netherlands and then the wealthiest woman in Europe. No records survive as to its commission. The book contains 187 folios, each measuring 22.5 by 15 centimetres (8.9 in × 5.9 in). It consists of the Roman Liturgy of the Hours, 24 calendar roundels, 20 full-page miniatures and 16 quarter-page format illustrations.[2] Its production began c. 1470, and includes miniatures by several artists, of which the foremost was the unidentified but influential illuminator known as the Master of Mary of Burgundy, who provides the book with its most meticulously detailed illustrations and borders. Other miniatures, considered of an older tradition, were contributed by Simon Marmion, Willem Vrelant and Lieven van Lathem. The majority of the calligraphy is attributed to Nicolas Spierinc, with whom the Master collaborated on other works and who may also have provided a number of illustrations.\n"}},
{"name": ["Mosaics of Delos"], "link": "https://en.wikipedia.org/wiki/Mosaics_of_Delos", "body": {"title": "Mosaics of Delos", "paragraph": "The mosaics of Delos are a significant body of ancient Greek mosaic art. Most of the surviving mosaics from Delos, Greece, an island in the Cyclades, date to the last half of the 2nd century BC and early 1st century BC, during the Hellenistic period and beginning of the Roman period of Greece. Hellenistic mosaics were no longer produced after roughly 69 BC, due to warfare with the Kingdom of Pontus and subsequently abrupt decline of the island's population and position as a major trading center. Among Hellenistic Greek archaeological sites, Delos contains one of the highest concentrations of surviving mosaic artworks. Approximately half of all surviving tessellated Greek mosaics from the Hellenistic period come from Delos.\n"}},
{"name": ["Hope (painting)"], "link": "https://en.wikipedia.org/wiki/Hope_(painting)", "body": {"title": " (painting)", "paragraph": "\n"}},
{"name": ["Four Freedoms (Norman Rockwell)"], "link": "https://en.wikipedia.org/wiki/Four_Freedoms_(Norman_Rockwell)", "body": {"title": " (Norman Rockwell)", "paragraph": "The Four Freedoms is a series of four 1943 oil paintings by the American artist Norman Rockwell. The paintings—Freedom of Speech, Freedom of Worship, Freedom from Want, and Freedom from Fear—are each approximately 45.75 inches (116.2 cm) × 35.5 inches (90 cm),[1] and are now in the Norman Rockwell Museum in Stockbridge, Massachusetts. The four freedoms refer to President Franklin D. Roosevelt's January 1941 Four Freedoms State of the Union address in which he identified essential human rights that should be universally protected.[2][3] The theme was incorporated into the Atlantic Charter,[4][5] and became part of the charter of the United Nations.[6] The paintings were reproduced in The Saturday Evening Post for over four consecutive weeks in 1943, alongside essays by prominent thinkers of the day. They became the highlight of a touring exhibition sponsored by The Post and the U.S. Department of the Treasury. The exhibition and accompanying sales drives of war bonds raised over $132 million.[7]\n"}},
{"name": ["Holy Thorn Reliquary"], "link": "https://en.wikipedia.org/wiki/Holy_Thorn_Reliquary", "body": {"title": "Holy Thorn Reliquary", "paragraph": "Except at its base the reliquary is slim, with two faces; the front view shows the end of the world and the Last Judgement, with the Trinity and saints above and the resurrection of the dead below, and the relic of a single long thorn believed to come from the crown of thorns worn by Jesus when he was crucified.  The rear view has less extravagant decoration, mostly in plain gold in low relief, and has doors that opened to display a flat object, now missing, which was presumably another relic.\n"}},
{"name": ["Gothic boxwood miniature"], "link": "https://en.wikipedia.org/wiki/Gothic_boxwood_miniature", "body": {"title": "Gothic boxwood miniature", "paragraph": "Gothic boxwood miniatures are very small Christian wood sculptures produced during the 15th and 16th centuries in the Low Countries, at the end of the Gothic period and during the emerging Northern Renaissance.[2] They consist of highly intricate layers of reliefs, often rendered to nearly microscopic level, and are made from boxwood, which has a fine grain and high density suitable for detailed micro-carving. There are around 150 surviving examples; most are spherical rosary beads (known as prayer nuts), statuettes, skulls, or coffins; some 20 are in the form of polyptychs, including triptych and diptych altarpieces, tabernacles and monstrances.[3] The polyptychs are typically 10–13 cm in height. Most of the beads are 10–15 cm in diameter and designed so they could be held in the palm of a hand, hung from necklaces or belts, or worn as fashionable accessories.\n"}},
{"name": ["Funerary art"], "link": "https://en.wikipedia.org/wiki/Funerary_art", "body": {"title": "Funerary art", "paragraph": "Funerary art is any work of art forming, or placed in, a repository for the remains of the dead. The term encompasses a wide variety of forms, including cenotaphs (\"empty tombs\"), tomb-like monuments which do not contain human remains, and communal memorials to the dead, such as war memorials, which may or may not contain remains, and a range of prehistoric megalithic constructs. Funerary art may serve many cultural functions. It can play a role in burial rites, serve as an article for use by the dead in the afterlife, and celebrate the life and accomplishments of the dead, whether as part of kinship-centred practices of ancestor veneration or as a publicly directed dynastic display.  It can also function as a reminder of the mortality of humankind, as an expression of cultural values and roles, and help to propitiate the spirits of the dead, maintaining their benevolence and preventing their unwelcome intrusion into the lives of the living.\n"}},
{"name": ["Equestrian statue of Edward Horner"], "link": "https://en.wikipedia.org/wiki/Equestrian_statue_of_Edward_Horner", "body": {"title": "Equestrian statue of Edward Horner", "paragraph": "The equestrian statue of Edward Horner stands inside St Andrew's Church in the village of Mells in Somerset, south-western England. It was designed by the architect Sir Edwin Lutyens, as a memorial to Edward Horner, who died of wounds in the First World War. The sculpture was executed by Alfred Munnings.\n"}},
{"name": ["Beaune Altarpiece"], "link": "https://en.wikipedia.org/wiki/Beaune_Altarpiece", "body": {"title": null, "paragraph": "The Beaune Altarpiece (or The Last Judgement) is a large polyptych c. 1445–1450 altarpiece by the Early Netherlandish artist Rogier van der Weyden, painted in oil on oak panels with parts later transferred to canvas. It consists of fifteen paintings on nine panels, of which six are painted on both sides. Unusually for the period, it retains some of its original frames.[1]\n"}},
{"name": ["The Dawn of Love (painting)"], "link": "https://en.wikipedia.org/wiki/The_Dawn_of_Love_(painting)", "body": {"title": " (painting)", "paragraph": "The Dawn of Love, also known as Venus Now Wakes, and Wakens Love, is an oil painting on canvas by English artist William Etty, first exhibited in 1828 and currently in the Russell-Cotes Art Gallery &amp; Museum in Bournemouth. Loosely based on a passage from John Milton's 1634 masque Comus, it shows a nude Venus leaning across to wake the sleeping Love by stroking his wings. While Etty often included nude figures in his work, he rarely depicted physical intimacy, and owing to this, The Dawn of Love is one of his more unusual paintings. The open sensuality of the work was intended to present a challenge to the viewer mirroring the plot of Comus, in which the heroine is tempted by desire but remains rational and detached.\n"}},
{"name": ["Crucifix (Cimabue, Santa Croce)"], "link": "https://en.wikipedia.org/wiki/Crucifix_(Cimabue,_Santa_Croce)", "body": {"title": "Crucifix (Cimabue, Santa Croce)", "paragraph": "The Crucifix by Cimabue at Santa Croce (c. 1265) is a wooden crucifix, painted in distemper, attributed to the Florentine painter and mosaicist Cimabue, one of two large crucifixes attributed to him.[1] The work was commissioned by the Franciscan friars of Santa Croce and is built from a complex arrangement of five main and eight ancillary timber boards. It is one of the first Italian artworks to break from the late medieval Byzantine style and is renowned for its technical innovations and humanistic iconography.\n"}},
{"name": ["The Entombment (Bouts)"], "link": "https://en.wikipedia.org/wiki/The_Entombment_(Bouts)", "body": {"title": " (Bouts)", "paragraph": "The painting is an austere but affecting portrayal of sorrow and grief. It shows four female and three male mourners grieving over the body of Christ. They are, from left to right, Nicodemus, Mary Salome, Mary of Clopas, Mary, the mother of Jesus, John the Evangelist, Mary Magdalene and Joseph of Arimathea.\n"}},
{"name": ["Crucifixion and Last Judgement diptych"], "link": "https://en.wikipedia.org/wiki/Crucifixion_and_Last_Judgement_diptych", "body": {"title": null, "paragraph": "The Crucifixion and Last Judgement diptych (or Diptych with Calvary and Last Judgement)[1] consists of two small painted panels attributed to the Early Netherlandish artist Jan van Eyck, with areas finished by unidentified followers or members of his workshop. This diptych  is one of the early Northern Renaissance oil on panel masterpieces, renowned for its unusually complex and highly detailed iconography, and for the technical skill evident in its completion. It was executed in a miniature format; the panels are just 56.5 cm (22.2 in) high by 19.7 cm (7.8 in) wide. The diptych was probably commissioned for private devotion.\n"}},
{"name": ["Boydell Shakespeare Gallery"], "link": "https://en.wikipedia.org/wiki/Boydell_Shakespeare_Gallery", "body": {"title": "Boydell Shakespeare Gallery", "paragraph": "The Boydell Shakespeare Gallery in London, England, was the first stage of a three-part project initiated in November 1786 by engraver and publisher John Boydell in an effort to foster a school of British history painting. In addition to the establishment of the gallery, Boydell planned to produce an illustrated edition of William Shakespeare's plays and a folio of prints based upon a series of paintings by different contemporary painters. During the 1790s the London gallery that showed the original paintings emerged  as the project's most popular element.\n"}},
{"name": ["Early Netherlandish painting"], "link": "https://en.wikipedia.org/wiki/Early_Netherlandish_painting", "body": {"title": "Early Netherlandish painting", "paragraph": "Early Netherlandish painting is the work of artists, sometimes known as the Flemish Primitives, active in the Burgundian and Habsburg Netherlands during the 15th- and 16th-century Northern Renaissance, especially in the flourishing cities of Bruges, Ghent, Mechelen, Leuven, Tournai and Brussels, all in present-day Belgium. The period begins approximately with Robert Campin and Jan van Eyck in the 1420s and lasts at least until the death of Gerard David in 1523,[1] although many scholars extend it to the start of the Dutch Revolt in 1566 or 1568 (Max J. Friedländer's acclaimed surveys run through Pieter Bruegel the Elder). Early Netherlandish painting coincides with the Early and High Italian Renaissance but the early period (until about 1500) is seen as an independent artistic evolution, separate from the Renaissance humanism that characterised developments in Italy, although beginning in the 1490s as increasing numbers of Netherlandish and other Northern painters traveled to Italy, Renaissance ideals and painting styles were incorporated into northern painting. As a result, Early Netherlandish painters are often categorised as belonging to both the Northern Renaissance and the Late or International Gothic.\n"}},
{"name": ["Withypool Stone Circle"], "link": "https://en.wikipedia.org/wiki/Withypool_Stone_Circle", "body": {"title": "Withypool Stone Circle", "paragraph": "Withypool Stone Circle, also known as Withypool Hill Stone Circle, is a stone circle located on the Exmoor moorland, near the village of Withypool in the southwestern English county of Somerset. The ring is part of a tradition of stone circle construction that spread throughout much of Britain, Ireland, and Brittany during the Late Neolithic and Early Bronze Age, over a period between 3300 and 900 BCE. The purpose of such monuments is unknown, although archaeologists speculate that the stones represented supernatural entities for the circle's builders.\n"}},
{"name": ["West Wycombe Park"], "link": "https://en.wikipedia.org/wiki/West_Wycombe_Park", "body": {"title": "West Wycombe Park", "paragraph": "West Wycombe Park is a country house built between 1740 and 1800 near the village of West Wycombe in Buckinghamshire, England. It was conceived as a pleasure palace for the 18th-century libertine and dilettante Sir Francis Dashwood, 2nd Baronet. The house is a long rectangle with four façades that are columned and pedimented, three theatrically so.  The house encapsulates the entire progression of British 18th-century architecture from early idiosyncratic Palladian to the Neoclassical, although anomalies in its design make it architecturally unique. The mansion is set within an 18th-century landscaped park containing many small temples and follies, which act as satellites to the greater temple, the house.\n"}},
{"name": ["Warwick Castle"], "link": "https://en.wikipedia.org/wiki/Warwick_Castle", "body": {"title": "Warwick Castle", "paragraph": "Warwick Castle is a medieval castle developed from a wooden\nfort, originally built by William the Conqueror during 1068. Warwick is the county town of Warwickshire, England, situated on a bend of the River Avon. The original wooden motte-and-bailey castle was rebuilt in stone during the 12th century. During the Hundred Years War, the facade opposite the town was refortified, resulting in one of the most recognisable examples of 14th-century military architecture. It was used as a stronghold until the early 17th century, when it was granted to Sir Fulke Greville by James I in 1604. Greville converted it to a country house and it was owned by the Greville family, who became Earls of Warwick in 1759, until 1978 when it was bought by the Tussauds Group.\n"}},
{"name": ["Warkworth Castle"], "link": "https://en.wikipedia.org/wiki/Warkworth_Castle", "body": {"title": "Warkworth Castle", "paragraph": "Warkworth Castle is a ruined medieval building in the village of the same name in the English county of Northumberland. The village and castle occupy a loop of the River Coquet, less than a mile from England's north-east coast. When the castle was founded is uncertain: traditionally its construction has been ascribed to Prince Henry of Scotland, Earl of Northumbria, in the mid-12th century, but it may have been built by King Henry II of England when he took control of England's northern counties. Warkworth Castle was first documented in a charter of 1157–1164 when Henry II granted it to Roger fitz Richard. The timber castle was considered \"feeble\", and was left undefended when the Scots invaded in 1173.\n"}},
{"name": ["Windsor Castle"], "link": "https://en.wikipedia.org/wiki/Windsor_Castle", "body": {"title": "Windsor Castle", "paragraph": "Windsor Castle is a royal residence at Windsor in the English county of Berkshire.  It is notable for its long association with the English and later British royal family and for its architecture.\n"}},
{"name": ["Western Chalukya architecture"], "link": "https://en.wikipedia.org/wiki/Western_Chalukya_architecture", "body": {"title": "Western Chalukya architecture", "paragraph": "Western Chalukya architecture (Kannada: ಪಶ್ಚಿಮ ಚಾಲುಕ್ಯ ವಾಸ್ತುಶಿಲ್ಪ), also known as Kalyani Chalukya or Later Chalukya architecture, is the distinctive style of ornamented architecture that evolved during the rule of the Western Chalukya Empire in the Tungabhadra region of modern central Karnataka, India, during the 11th and 12th centuries. Western Chalukyan political influence was at its peak in the Deccan Plateau during this period. The centre of cultural and temple-building activity lay in the Tungabhadra region, where large medieval workshops built numerous monuments.[1] These monuments, regional variants of pre-existing dravida (South Indian) temples, form a climax to the wider regional temple architecture tradition called Vesara or Karnata dravida.[2] Temples of all sizes built by the Chalukyan architects during this era remain today as examples of the architectural style.[3]\n"}},
{"name": ["Waddesdon Bequest"], "link": "https://en.wikipedia.org/wiki/Waddesdon_Bequest", "body": {"title": "Waddesdon Bequest", "paragraph": "In 1898, Baron Ferdinand Rothschild bequeathed to the British Museum as the Waddesdon Bequest the contents from his New Smoking Room at Waddesdon Manor.  This consisted of a wide-ranging collection of almost 300 objets d'art et de vertu which included exquisite examples of jewellery, plate, enamel, carvings, glass and maiolica.  Earlier than most objects is the outstanding Holy Thorn Reliquary, probably created in the 1390s in Paris for John, Duke of Berry.  The collection is in the tradition of a schatzkammer, or treasure house,  (and is referred to as such by some writers[1]) such as those formed by the Renaissance princes of Europe;[2] indeed, the majority of the objects are from late Renaissance Europe, although there are several important medieval pieces, and outliers from classical antiquity and medieval Syria.[3]\n"}},
{"name": ["Wells Cathedral"], "link": "https://en.wikipedia.org/wiki/Wells_Cathedral", "body": {"title": "Wells Cathedral", "paragraph": "Wells Cathedral is an Anglican cathedral in Wells, Somerset, England, dedicated to St Andrew the Apostle and seat of the Bishop of Bath and Wells, whose cathedra it holds as mother church of the Diocese of Bath and Wells. Built in 1176–1450 to replace an earlier church on the site since 705, it is moderately sized for an English cathedral. Its broad west front and large central tower are dominant features.[4] It has been called \"unquestionably one of the most beautiful\"[5] and \"most poetic\" of English cathedrals.[6]\n"}},
{"name": ["Vasa (ship)"], "link": "https://en.wikipedia.org/wiki/Vasa_(ship)", "body": {"title": " (ship)", "paragraph": "Vasa or Wasa[a] (Swedish pronunciation: [ˈvɑ̂ːsa] (listen)) is a Swedish warship built between 1626 and 1628. The ship foundered after sailing about 1,300 m (1,400 yd) into her maiden voyage on 10 August 1628. She fell into obscurity after most of her valuable bronze cannon were salvaged in the 17th century until she was located again in the late 1950s in a busy shipping lane just outside Stockholm harbor. The ship was salvaged with a largely intact hull in 1961. She was housed in a temporary museum called Wasavarvet (\"The Vasa Shipyard\") until 1988 and then moved permanently to the Vasa Museum in the Royal National City Park[2] in Stockholm. The ship is one of Sweden's most popular tourist attractions and has been seen by over 35 million visitors since 1961.[3] Since her recovery, Vasa has become a widely recognised symbol of the Swedish \"great power period\".\n"}},
{"name": ["Valley View (Romney, West Virginia)"], "link": "https://en.wikipedia.org/wiki/Valley_View_(Romney,_West_Virginia)", "body": {"title": "Valley View (Romney, West Virginia)", "paragraph": "Valley View is a mid-19th-century Greek Revival residence and farm overlooking the South Branch Potomac River northwest of Romney, West Virginia. The house is atop a promontory where Depot Valley joins the South Branch Potomac River valley.\n"}},
{"name": ["Trump International Hotel and Tower (Chicago)"], "link": "https://en.wikipedia.org/wiki/Trump_International_Hotel_and_Tower_(Chicago)", "body": {"title": "Trump International Hotel and Tower (Chicago)", "paragraph": "The Trump International Hotel and Tower is a skyscraper condo-hotel in downtown Chicago, Illinois. The building, named after businessman and later U.S. president Donald Trump,  was designed by architect Adrian Smith of Skidmore, Owings and Merrill. Bovis Lend Lease built the 98-story structure, which reaches a height of 1,388 feet (423.2 m) including its spire, its roof topping out at 1,171 feet (357 m).  It is next to the main branch of the Chicago River, with a view of the entry to Lake Michigan beyond a series of bridges over the river.  The building received publicity when the winner of the first season of The Apprentice reality television show, Bill Rancic, chose to manage the construction of the tower over managing a new Trump National Golf Course and resort in Los Angeles.\n"}},
{"name": ["The Tower House"], "link": "https://en.wikipedia.org/wiki/The_Tower_House", "body": {"title": "The Tower House", "paragraph": "The Tower House, 29 Melbury Road, is a late-Victorian townhouse in the Holland Park district of Kensington and Chelsea, London, built by the architect and designer William Burges as his home. Designed between 1875 and 1881, in the French Gothic Revival style, it was described by the architectural historian J. Mordaunt Crook as \"the most complete example of a medieval secular interior produced by the Gothic Revival, and the last\".[2] The house is built of red brick, with Bath stone dressings and green roof slates from Cumbria, and has a distinctive cylindrical tower and conical roof. The ground floor contains a drawing room, a dining room and a library, while the first floor has two bedrooms and an armoury. Its exterior and the interior echo elements of Burges's earlier work, particularly the McConnochie House in Cardiff and Castell Coch. It was designated a Grade I listed building in 1949.\n"}},
{"name": ["Tomb of Antipope John XXIII"], "link": "https://en.wikipedia.org/wiki/Tomb_of_Antipope_John_XXIII", "body": {"title": "Tomb of Antipope John XXIII", "paragraph": "The Tomb of Antipope John XXIII is the marble-and-bronze tomb monument of Antipope John XXIII (Baldassare Cossa, c. 1360–1419), created by Donatello and Michelozzo for the Florence Baptistry adjacent to the Duomo. It was commissioned by the executors of Cossa's will after his death on December 22, 1419 and completed during the 1420s, establishing it as one of the early landmarks of Renaissance Florence. According to Ferdinand Gregorovius, the tomb is \"at once the sepulchre of the Great Schism in the church and the last papal tomb which is outside Rome itself\".[1]\n"}},
{"name": ["Temple of Eshmun"], "link": "https://en.wikipedia.org/wiki/Temple_of_Eshmun", "body": {"title": "Temple of Eshmun", "paragraph": "The Temple of Eshmun (Arabic: معبد أشمون‎) is an ancient place of worship dedicated to Eshmun, the Phoenician god of healing. It is located near the Awali river, 2 kilometres (1.2 mi) northeast of Sidon in southwestern Lebanon. The site was occupied from the 7th century BC to the 8th century AD, suggesting an integrated relationship with the nearby city of Sidon. Although originally constructed by Sidonian king Eshmunazar II in the Achaemenid era (c. 529–333 BC) to celebrate the city's recovered wealth and stature, the temple complex was greatly expanded by Bodashtart, Yatan-milk and later monarchs. Because the continued expansion spanned many centuries of alternating independence and foreign hegemony, the sanctuary features a wealth of different architectural and decorative styles and influences.\n"}},
{"name": ["Tech Tower"], "link": "https://en.wikipedia.org/wiki/Tech_Tower", "body": {"title": "Tech Tower", "paragraph": "The Lettie Pate Whitehead Evans Administration Building, commonly known as Tech Tower, is a historic building and focal point of the central campus of the Georgia Institute of Technology (Georgia Tech) in Atlanta, Georgia, United States.\n"}},
{"name": ["Tower of London"], "link": "https://en.wikipedia.org/wiki/Tower_of_London", "body": {"title": "Tower of London", "paragraph": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a  historic  castle located on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the Norman Conquest of England. The White Tower, which gives the entire castle its name, was built by William the Conqueror in 1078 and was a resented symbol of oppression, inflicted upon London by the new ruling elite. The castle was used as a prison from 1100 (Ranulf Flambard) until 1952 (Kray twins),[3] although that was not its primary purpose. A grand palace early in its history, it served as a royal residence. As a whole, the Tower is a complex of several buildings set within two concentric rings of defensive walls and a moat. There were several phases of expansion, mainly under kings Richard I, Henry III, and Edward I in the 12th and 13th centuries. The general layout established by the late 13th century remains despite later activity on the site.\n"}},
{"name": ["Takalik Abaj"], "link": "https://en.wikipedia.org/wiki/Takalik_Abaj", "body": {"title": "Takalik Abaj", "paragraph": "Tak'alik Ab'aj (/tɑːkəˈliːk əˈbɑː/; Mayan pronunciation: [takˀaˈlik aˀ'ɓaχ] (listen); Spanish: [takaˈlik aˈβax]) is a pre-Columbian archaeological site in Guatemala. It was formerly known as Abaj Takalik; its ancient name may have been Kooja. It is one of several Mesoamerican sites with both Olmec and Maya features. The site flourished in the Preclassic and Classic periods, from the 9th century BC through to at least the 10th century AD, and was an important centre of commerce,[3] trading with Kaminaljuyu and Chocolá. Investigations have revealed that it is one of the largest sites with sculptured monuments on the Pacific coastal plain.[4] Olmec-style sculptures include a possible colossal head, petroglyphs and others.[5] The site has one of the greatest concentrations of Olmec-style sculpture outside of the Gulf of Mexico.[5]\n"}},
{"name": ["St Nicholas, Blakeney"], "link": "https://en.wikipedia.org/wiki/St_Nicholas,_Blakeney", "body": {"title": "St Nicholas, Blakeney", "paragraph": "St Nicholas is the Anglican parish church of Blakeney, Norfolk, in the deanery of Holt and the Diocese of Norwich. The church was founded in the 13th century, but the greater part of the church dates from the 15th century when Blakeney was a seaport of some importance. Of the original structure only the chancel has survived rebuilding, perhaps owing to its link to a nearby Carmelite friary. An unusual architectural feature is a second tower, used as a beacon, at the east end (the church stands just inland from, and about 30 metres (98 ft) above, the small port).  Other significant features are the vaulted chancel with a stepped seven-light lancet window, and the hammerbeam roof of the nave. St Nicholas is a nationally important building, with a Grade I listing for its exceptional architectural interest.\n"}},
{"name": ["St Helen's Church, Ashby-de-la-Zouch"], "link": "https://en.wikipedia.org/wiki/St_Helen%27s_Church,_Ashby-de-la-Zouch", "body": {"title": "St Helen's Church, Ashby-de-la-Zouch", "paragraph": "St Helen's Church is the Anglican parish church of Ashby-de-la-Zouch, in the deanery of North West Leicestershire and the Diocese of Leicester. There was a church in the town in the 11th century, but the core of the present building mainly dates from work started in 1474, when the church was rebuilt by William Hastings at the same time that he converted his neighbouring manor house into a castle. The church was refurbished in about 1670 to create more space, but the large and increasing size of the congregation led to further work in 1829, and a major rebuild in 1878–80, including the widening of the nave by the addition of two outer aisles.\n"}},
{"name": ["Stanford Memorial Church"], "link": "https://en.wikipedia.org/wiki/Stanford_Memorial_Church", "body": {"title": "Stanford Memorial Church", "paragraph": "Stanford Memorial Church (also referred to informally as MemChu)[1] is located on the Main Quad at the center of the Stanford University campus in Stanford, California, United States. It was built during the American Renaissance[2] by Jane Stanford as a memorial to her husband Leland.  Designed by architect Charles A. Coolidge, a student of Henry Hobson Richardson, the church has been called \"the University's architectural crown jewel\".[3]\n"}},
{"name": ["St. Michael's Golden-Domed Monastery"], "link": "https://en.wikipedia.org/wiki/St._Michael%27s_Golden-Domed_Monastery", "body": {"title": "St. Michael's Golden-Domed Monastery", "paragraph": "St. Michael's Golden-Domed Monastery (Ukrainian: Михайлівський золотоверхий монастир, Mykhaylivs’kyi zolotoverkhyi monastyr) is a functioning monastery in Kiev, the capital of Ukraine. The monastery is located on the right bank of the Dnieper River on the edge of a bluff northeast of the Saint Sophia Cathedral. The site is located in the historic administrative Uppertown and overlooks the city's historical commercial and merchant quarter, the Podil neighbourhood.\n"}},
{"name": ["St James' Church, Sydney"], "link": "https://en.wikipedia.org/wiki/St_James%27_Church,_Sydney", "body": {"title": "St James' Church, Sydney", "paragraph": "St James' Church, commonly known as St James', King Street, is an Australian heritage-listed Anglican parish church located at 173 King Street, in the Sydney central business district of the City of Sydney local government area of New South Wales. Consecrated in February 1824 and named in honour of St James the Great, it became a parish church in 1835. Designed in the style of a Georgian town church by the transported convict architect Francis Greenway during the governorship of Lachlan Macquarie, St James' is part of the historical precinct of Macquarie Street which includes other early colonial era buildings such as the World Heritage listed Hyde Park Barracks.\n"}},
{"name": ["St Donat's Castle"], "link": "https://en.wikipedia.org/wiki/St_Donat%27s_Castle", "body": {"title": "St Donat's Castle", "paragraph": "St Donat's Castle (Welsh: Castell Sain Dunwyd), St Donats, Wales, is a medieval castle in the Vale of Glamorgan, about 16 miles (26 km) to the west of Cardiff, and about 1 1⁄2 miles (2.4 km) to the west of Llantwit Major. Positioned on cliffs overlooking the Bristol Channel, the site has been occupied since the Iron Age, and was by tradition the home of the Celtic chieftain Caradog. The present castle's origins date from the 12th century when the de Haweys and later Peter de Stradling began its development. The Stradlings held the castle for four hundred years, until the death of Sir Thomas Stradling in a duel in 1738.\n"}},
{"name": ["St Cuthbert Gospel"], "link": "https://en.wikipedia.org/wiki/St_Cuthbert_Gospel", "body": {"title": "St Cuthbert Gospel", "paragraph": "The St Cuthbert Gospel, also known as the Stonyhurst Gospel or the St Cuthbert Gospel of St John, is an early 8th-century pocket gospel book, written in Latin.  Its finely decorated leather binding is the earliest known Western bookbinding to survive, and both the 94 vellum folios and the binding are in outstanding condition for a book of this age.  With a page size of only 138 by 92 millimetres (5.4 in × 3.6 in), the St Cuthbert Gospel is one of the smallest surviving Anglo-Saxon manuscripts. The essentially undecorated text is the Gospel of John in Latin, written in a script that has been regarded as a model of elegant simplicity.\n"}},
{"name": ["St Botolph's Church, Quarrington"], "link": "https://en.wikipedia.org/wiki/St_Botolph%27s_Church,_Quarrington", "body": {"title": "St Botolph's Church, Quarrington", "paragraph": "St Botolph's Church is an Anglican place of worship in the village of Quarrington, part of the civil parish of Sleaford in Lincolnshire, England. The area has been settled since at least the Anglo-Saxon period, and a church existed at Quarrington by the time Domesday was compiled in 1086, when it formed part of Ramsey Abbey's fee. It was granted to Haverholme Priory about 1165, and the Abbey claimed the right to present the rector in the 13th century. This right was claimed by the Bishop of Lincoln during the English Reformation in the early 16th century, and then passed to Robert Carre and his descendants after Carre acquired a manor at Quarrington. With capacity for 124 people, the church serves the ecclesiastic parish of Quarrington with Old Sleaford and, as of 2009, had an average congregation of 50.\n"}},
{"name": ["Smythe's Megalith"], "link": "https://en.wikipedia.org/wiki/Smythe%27s_Megalith", "body": {"title": "Smythe's Megalith", "paragraph": "Smythe's Megalith, also known as the Warren Farm Chamber, was a chambered long barrow near the village of Aylesford in the south-eastern English county of Kent. Probably constructed in the 4th millennium BCE, during Britain's Early Neolithic period, it was discovered in 1822, at which point it was dismantled. Built out of earth and at least five local sarsen megaliths, the long barrow consisted of a roughly rectangular earthen tumulus with a stone chamber in its eastern end. Human remains were deposited into this chamber.\n"}},
{"name": ["Sloan–Parker House"], "link": "https://en.wikipedia.org/wiki/Sloan%E2%80%93Parker_House", "body": {"title": "Sloan–Parker House", "paragraph": "The Sloan–Parker House, also known as the stone house, Parker family residence, or Richard Sloan house,[2][3][4] is a late-18th-century stone residence near Junction, Hampshire County, in the U.S. state of West Virginia. It was built on land vacated by the Shawnee after the Native American nation had been violently forced to move west to Kansas following their defeat at the Battle of Point Pleasant in 1774. The building was added to the National Register of Historic Places on June 5, 1975, becoming Hampshire County's first property to be listed on the register. The Sloan–Parker House has been in the Parker family since 1854. The house and its adjacent farm are located along the Northwestern Turnpike (US 50/WV 28) in the rural Mill Creek valley.\n"}},
{"name": ["Shrine of Remembrance"], "link": "https://en.wikipedia.org/wiki/Shrine_of_Remembrance", "body": {"title": "Shrine of Remembrance", "paragraph": "The Shrine of Remembrance (commonly referred to as The Shrine) is a war memorial in Melbourne, Victoria, Australia, located in Kings Domain on St Kilda Road. It was built to honour the men and women of Victoria who served in World War I, but now functions as a memorial to all Australians who have served in any war. It is a site of annual observances for ANZAC Day (25 April) and Remembrance Day (11 November), and is one of the largest war memorials in Australia.\n"}},
{"name": ["Shorwell helmet"], "link": "https://en.wikipedia.org/wiki/Shorwell_helmet", "body": {"title": "Shorwell helmet", "paragraph": "The Shorwell helmet is an Anglo-Saxon helmet from the early to mid-sixth century AD found near Shorwell on the Isle of Wight in southern England. It was one of the grave goods of a high-status Anglo-Saxon warrior, and was found with other objects such as a pattern-welded sword and hanging bowl. One of only six known Anglo-Saxon helmets, alongside those from Benty Grange, Sutton Hoo, Coppergate, Wollaston, and Staffordshire, it is the sole example to derive from the continental Frankish style rather than the contemporaneous Northern \"crested helmets\" used in England and Scandinavia.\n"}},
{"name": ["Sicilian Baroque"], "link": "https://en.wikipedia.org/wiki/Sicilian_Baroque", "body": {"title": "Sicilian Baroque", "paragraph": "Sicilian Baroque is the distinctive form of Baroque architecture which evolved on the island of Sicily, off the southern coast of Italy, in the 17th and 18th centuries, when it was part of the Spanish Empire. The style is recognisable not only by its typical Baroque curves and flourishes, but also by its grinning masks and putti and a particular flamboyance that has given Sicily a unique architectural identity.\n"}},
{"name": ["Pennsylvania State Capitol"], "link": "https://en.wikipedia.org/wiki/Pennsylvania_State_Capitol", "body": {"title": "Pennsylvania State Capitol", "paragraph": "The seat of government for the state was originally in Philadelphia, then was relocated to Lancaster in 1799 and finally to Harrisburg in 1812. The current capitol, known as the Huston Capitol, is the third state capitol building to be built in Harrisburg. The first, the Hills Capitol, was destroyed in 1897 by a fire and the second, the Cobb Capitol, was left unfinished when funding was discontinued in 1899.\n"}},
{"name": ["Sissinghurst Castle Garden"], "link": "https://en.wikipedia.org/wiki/Sissinghurst_Castle_Garden", "body": {"title": "Sissinghurst Castle Garden", "paragraph": "Sissinghurst Castle Garden, at Sissinghurst in the Weald of Kent in England, was created by Vita Sackville-West, poet and writer, and her husband Harold Nicolson, author and diplomat. It is among the most famous gardens in England and is designated Grade I on Historic England's register of historic parks and gardens. It was bought by Sackville-West in 1930, and over the next thirty years, working with, and later succeeded by, a series of notable head gardeners, she and Nicolson transformed a farmstead of \"squalor and slovenly disorder\"[2] into one of the world's most influential gardens. Following Sackville-West's death in 1962, the estate was donated to the National Trust for Places of Historic Interest or Natural Beauty. It is one of the Trust's most popular properties, with nearly 200,000 visitors in 2017.\n"}},
{"name": ["Palmyra"], "link": "https://en.wikipedia.org/wiki/Palmyra", "body": {"title": "Palmyra", "paragraph": "Palmyra (/ˌpælˈmaɪrə/; Palmyrene:  Tadmor; Arabic: تَدْمُر‎ Tadmur) is an ancient Semitic city in present-day Homs Governorate, Syria. Archaeological finds date back to the Neolithic period, and documents first mention the city in the early second millennium BC. Palmyra changed hands on a number of occasions between different empires before becoming a subject of the Roman Empire in the first century AD.\n"}},
{"name": ["Palladian architecture"], "link": "https://en.wikipedia.org/wiki/Palladian_architecture", "body": {"title": "Palladian architecture", "paragraph": "In Britain, Palladianism was briefly in vogue during the 17th century, but its flowering was cut short by the onset of the English Civil War and the imposition of austerity which followed. In the early 18th century it returned to fashion, not only in England but also, directly influenced from Britain, in Prussia. Count Francesco Algarotti may have written to Lord Burlington from Berlin that he was recommending to Frederick the Great the adoption in Prussia of the architectural style Burlington had introduced in England,[1] but Knobelsdorff's opera house on the Unter den Linden boulevard, based on Campbell's Wanstead House, had been constructed from 1741. Later in the century, when the style was falling from favour in Europe, it had a surge in popularity throughout the British colonies in North America, highlighted by examples such as Drayton Hall in South Carolina, the Redwood Library in Newport, Rhode Island, the Morris-Jumel Mansion in New York City, the Hammond-Harwood House in Annapolis, Maryland and Thomas Jefferson's Monticello and Poplar Forest in Virginia.[2]\n"}},
{"name": ["Old Pine Church"], "link": "https://en.wikipedia.org/wiki/Old_Pine_Church", "body": {"title": "Old Pine Church", "paragraph": "Old Pine Church, also historically known as Mill Church, Nicholas Church, and Pine Church, is a mid-19th century church located near to Purgitsville, West Virginia, United States. It is among the earliest extant log churches in Hampshire County, along with Capon Chapel and Mount Bethel Church.\n"}},
{"name": ["Palace of Queluz"], "link": "https://en.wikipedia.org/wiki/Palace_of_Queluz", "body": {"title": "Palace of Queluz", "paragraph": "Work on the palace began in 1747 under Portuguese architect Mateus Vicente de Oliveira. Despite being far smaller, the palace is often referred to as the Portuguese Versailles.[3] From 1826, the palace slowly fell from favour with the Portuguese sovereigns. In 1908, it became the property of the state. Following a serious fire in 1934, which gutted one-third of the interior, the palace was extensively restored, and today is open to the public as a major tourist attraction.\n"}},
{"name": ["Nine Stones, Winterbourne Abbas"], "link": "https://en.wikipedia.org/wiki/Nine_Stones,_Winterbourne_Abbas", "body": {"title": "Nine Stones, Winterbourne Abbas", "paragraph": "The Nine Stones, also known as the Devil's Nine Stones, the Nine Ladies, or Lady Williams and her Dog, is a stone circle located near to the village of Winterbourne Abbas in the southwestern English county of Dorset. Archaeologists believe that it was likely erected during the Bronze Age.\n"}},
{"name": ["Palazzo Pitti"], "link": "https://en.wikipedia.org/wiki/Palazzo_Pitti", "body": {"title": "Palazzo Pitti", "paragraph": "The palace was bought by the Medici family in 1549 and became the chief residence of the ruling families of the Grand Duchy of Tuscany. It grew as a great treasure house as later generations amassed paintings, plates, jewelry and luxurious possessions.\n"}},
{"name": ["Old Church of St Nidan, Llanidan"], "link": "https://en.wikipedia.org/wiki/Old_Church_of_St_Nidan,_Llanidan", "body": {"title": "Old Church of St Nidan, Llanidan", "paragraph": "The Old Church of St Nidan, Llanidan is a medieval church in the community of Llanidan, in Anglesey, North Wales, close to the Menai Strait. The first church on the site was established in the 7th century by St Nidan, the confessor of the monastery at Penmon, Anglesey, but the oldest parts of the present structure, are now closed and partly ruined, date from the 14th century.  In about 1500 the church was enlarged by the addition of a second nave on the north side, separated from the earlier nave by an arcade of six arches.  During 1839 till 1843 a new church was built nearby to serve the local community, partly due to the cost of repairing the old church. Much of the building was subsequently demolished, leaving only part of the western end and the central arcade.  The decision was condemned at the time by Harry Longueville Jones, a clergyman and antiquarian, who lamented the \"melancholy fate\" of what he called \"one of the largest and most important [churches] in the island of Anglesey\".[1] Other appreciative comments have been made about the church both before and after its partial demolition.\n"}},
{"name": ["Norton Priory"], "link": "https://en.wikipedia.org/wiki/Norton_Priory", "body": {"title": "Norton Priory", "paragraph": "Norton Priory is a historic site in Norton, Runcorn, Cheshire, England, comprising the remains of an abbey complex dating from the 12th to 16th centuries, and an 18th-century country house; it is now a museum. The remains are a scheduled ancient monument and are recorded in the National Heritage List for England as a designated Grade I listed building.  They are considered to be the most important monastic remains in Cheshire.\n"}},
{"name": ["Oregon State Capitol"], "link": "https://en.wikipedia.org/wiki/Oregon_State_Capitol", "body": {"title": "Oregon State Capitol", "paragraph": "The Oregon State Capitol is the building housing the state legislature and the offices of the governor, secretary of state, and treasurer of the U.S. state of Oregon. It is located in the state capital, Salem. Constructed from 1936 to 1938 and expanded in 1977, the current building is the third to house the Oregon state government in Salem. The first two capitols in Salem were destroyed by fire, one in 1855 and the other in 1935.\n"}},
{"name": ["Millennium Park"], "link": "https://en.wikipedia.org/wiki/Millennium_Park", "body": {"title": "Millennium Park", "paragraph": "Millennium Park is a public park located in the Loop community area of Chicago in Illinois operated by the Chicago Department of Cultural Affairs and managed by MB Real Estate. The park was intended to celebrate the third millennium and is a prominent civic center near the city's Lake Michigan shoreline that covers a 24.5-acre (99,000 m2) section of northwestern Grant Park. The area was previously occupied by parkland, Illinois Central's rail yards, and parking lots.[1] The park, which is bounded by Michigan Avenue, Randolph Street, Columbus Drive and East Monroe Drive, features a variety of public art. As of 2009, Millennium Park trailed only Navy Pier as a Chicago tourist attraction and by 2017 it had become the number one tourist attraction in the Midwestern United States. In 2015, the park became the location of the city's annual Christmas tree lighting.\n"}},
{"name": ["More Hall Annex"], "link": "https://en.wikipedia.org/wiki/More_Hall_Annex", "body": {"title": "More Hall Annex", "paragraph": "The More Hall Annex, formerly the Nuclear Reactor Building, was a building on the campus of the University of Washington (UW) in Seattle, Washington, United States, that once housed a functional nuclear research reactor. It was inaugurated in 1961 and shut down in 1988, operating at a peak of 100 kilowatts thermal (kWt), and was officially decommissioned in 2007.\n"}},
{"name": ["Michigan State Capitol"], "link": "https://en.wikipedia.org/wiki/Michigan_State_Capitol", "body": {"title": "Michigan State Capitol", "paragraph": "The first state capitol was in Detroit, the original capital of Michigan, and was relocated to Lansing in 1847, due to the need to develop the state's western portion and for better defense from British troops stationed in Windsor, Ontario.\n"}},
{"name": ["McCormick Tribune Plaza & Ice Rink"], "link": "https://en.wikipedia.org/wiki/McCormick_Tribune_Plaza_%26_Ice_Rink", "body": {"title": "McCormick Tribune Plaza & Ice Rink", "paragraph": "McCormick Tribune Plaza &amp; Ice Rink or McCormick Tribune Plaza is a multi-purpose venue within Millennium Park in the Loop community area of Chicago, Illinois, in the United States. On December 20, 2001, it became the first attraction in Millennium Park to open.[2]  The $3.2 million plaza was funded by a donation from the McCormick Tribune Foundation.[3]  It has served as an ice skating rink, a dining facility and briefly as an open-air exhibition space.\n"}},
{"name": ["Maya stelae"], "link": "https://en.wikipedia.org/wiki/Maya_stelae", "body": {"title": "Maya stelae", "paragraph": "Stelae became closely associated with the concept of divine kingship and declined at the same time as this institution. The production of stelae by the Maya had its origin around 400 BC and continued through to the end of the Classic Period, around 900, although some monuments were reused in the Postclassic (c. 900–1521). The major city of Calakmul in Mexico raised the greatest number of stelae known from any Maya city, at least 166, although they are very poorly preserved.[7]\n"}},
{"name": ["Nelson's Pillar"], "link": "https://en.wikipedia.org/wiki/Nelson%27s_Pillar", "body": {"title": "Nelson's Pillar", "paragraph": "\n\nNelson's Pillar (also known as the Nelson Pillar or simply the Pillar) was a large granite column capped by a statue of Horatio Nelson, built in the centre of what was then Sackville Street (later renamed O'Connell Street) in Dublin, Ireland. Completed in 1809 when Ireland was part of the United Kingdom, it survived until March 1966, when it was severely damaged by explosives planted by Irish republicans. Its remnants were later destroyed by the Irish Army.\n"}},
{"name": ["Melbourne Castle"], "link": "https://en.wikipedia.org/wiki/Melbourne_Castle", "body": {"title": "Melbourne Castle", "paragraph": "Melbourne Castle was a medieval castle in Melbourne, Derbyshire. It was built on the site of an earlier royal manor house that had provided accommodation for noblemen hunting in a nearby royal park in the reign of King John. Construction of the castle was started in 1311 by Thomas, 2nd Earl of Lancaster, and continued until 1322, shortly before his execution, but the work was never fully completed.\n"}},
{"name": ["Monadnock Building"], "link": "https://en.wikipedia.org/wiki/Monadnock_Building", "body": {"title": "Monadnock Building", "paragraph": "The building was remodeled in 1938 in one of the first major skyscraper renovations ever undertaken—a bid, in part, to revolutionize how building maintenance was done and halt the demolition of Chicago's aging skyscrapers. It was sold in 1979 to owners who restored the building to its original condition, in one of the most comprehensive skyscraper restorations attempted as of 1992. The project was recognized as one of the top restoration projects in the US by the National Trust for Historic Preservation in 1987. The building is divided into offices from 250 square feet (23 m2) to 6,000 square feet (560 m2) in size, and primarily serves independent professional firms. It was listed for sale in 2007.\n"}},
{"name": ["Maiden Castle, Dorset"], "link": "https://en.wikipedia.org/wiki/Maiden_Castle,_Dorset", "body": {"title": "Maiden Castle, Dorset", "paragraph": "Maiden Castle is an Iron Age hill fort 1.6 miles (2.6 km) south west of Dorchester, in the English county of Dorset.[1][2] Hill forts were fortified hill-top settlements constructed across Britain during the Iron Age.\n"}},
{"name": ["Little Moreton Hall"], "link": "https://en.wikipedia.org/wiki/Little_Moreton_Hall", "body": {"title": "Little Moreton Hall", "paragraph": "Little Moreton Hall, also known as Old Moreton Hall,[a] is a moated half-timbered manor house 4.5 miles (7.2 km) southwest of Congleton in Cheshire, England.[2] The earliest parts of the house were built for the prosperous Cheshire landowner William Moreton in about 1504–08, and the remainder was constructed in stages by successive generations of the family until about 1610. The building is highly irregular, with three asymmetrical ranges forming a small, rectangular cobbled courtyard. A National Trust guidebook describes Little Moreton Hall as being \"lifted straight from a fairy story, a gingerbread house\".[3] The house's top-heavy appearance, \"like a stranded Noah's Ark\", is due to the Long Gallery that runs the length of the south range's upper floor.[4]\n"}},
{"name": ["Literary Hall"], "link": "https://en.wikipedia.org/wiki/Literary_Hall", "body": {"title": "Literary Hall", "paragraph": "Literary Hall is a mid-19th-century brick library, building and museum located in Romney, a city in the U.S. state of West Virginia. It is located at the intersection of North High Street (West Virginia Route 28) and West Main Street (U.S. Route 50). Literary Hall was constructed between 1869 and 1870 by the Romney Literary Society.\n"}},
{"name": ["Lindow Man"], "link": "https://en.wikipedia.org/wiki/Lindow_Man", "body": {"title": "Lindow Man", "paragraph": "Lindow Man, also known as Lindow II and (in jest) as Pete Marsh, is the preserved bog body of a man discovered in a peat bog at Lindow Moss near Wilmslow in Cheshire, North West England. The human remains were found on 1 August 1984 by commercial peat-cutters. Lindow Man is not the only bog body to have been found in the moss; Lindow Woman was discovered the year before, and other body parts have also been recovered.[1] The find, described as \"one of the most significant archaeological discoveries of the 1980s\",[2] caused a media sensation. It helped invigorate study of British bog bodies, which had previously been neglected in comparison to those found in the rest of Europe.\n"}},
{"name": ["Kronan (ship)"], "link": "https://en.wikipedia.org/wiki/Kronan_(ship)", "body": {"title": " (ship)", "paragraph": "Kronan, also called  Stora Kronan,[1] was a Swedish warship that served as the flagship of the Swedish Navy in the Baltic Sea in the 1670s. When built, she was one of the largest seagoing vessels in the world. The construction of Kronan lasted from 1668 to 1672 and was delayed by difficulties with financing and conflicts between the shipwright Francis Sheldon and the Swedish admiralty. After four years of service, the ship foundered in rough weather at the Battle of Öland on 1 June 1676: while making a sharp turn under too much sail she capsized, and the gunpowder magazine ignited and blew off most of the bow. Kronan sank quickly, taking about 800 men and more than 100 guns with her, along with valuable military equipment, weapons, personal items, and large quantities of silver and gold coins.\n"}},
{"name": ["Kona Lanes"], "link": "https://en.wikipedia.org/wiki/Kona_Lanes", "body": {"title": "Kona Lanes", "paragraph": "Kona Lanes was a bowling center in Costa Mesa, California, that opened in 1958 and closed in 2003 after 45 years in business. Known for its futuristic design, it featured 40 wood-floor bowling lanes, a game room, a lounge, and a coffee shop that eventually became a Mexican diner. Built during the advent of Googie architecture, its Polynesian Tiki-themed styling extended from the large roadside sign to the building's neon lights and exaggerated rooflines.\n"}},
{"name": ["Joseph Priestley House"], "link": "https://en.wikipedia.org/wiki/Joseph_Priestley_House", "body": {"title": "Joseph Priestley House", "paragraph": "Fleeing religious persecution and political turmoil in Britain, the Priestleys emigrated to the United States in 1794 seeking a peaceful life. Hoping to avoid the political troubles that had plagued them in Britain and the problems of urban life they saw in the United States, the Priestleys built a house in rural Pennsylvania. Nevertheless, political disputes and family troubles dogged Priestley during the last ten years of his life.\n"}},
{"name": ["Ludwigsburg Palace"], "link": "https://en.wikipedia.org/wiki/Ludwigsburg_Palace", "body": {"title": "Ludwigsburg Palace", "paragraph": "Ludwigsburg Palace, nicknamed the \"Versailles of Swabia\",[1] is a 452-room palace complex of 18 buildings located in Ludwigsburg, Baden-Württemberg, Germany. Its total area, including the gardens, is 32 ha (79 acres) – the largest palatial estate in the country. The palace has four wings: the northern wing, the Alter Hauptbau, is the oldest and was used as a ducal residence; the east and west wings were used for court purposes and housing guests and courtiers; the southern wing, the Neuer Hauptbau, was built to house more court functions and was later used as a residence.\n"}},
{"name": ["Horncastle boar's head"], "link": "https://en.wikipedia.org/wiki/Horncastle_boar%27s_head", "body": {"title": "Horncastle boar's head", "paragraph": "The Horncastle boar's head is an early seventh-century Anglo-Saxon ornament depicting a boar that probably was once part of the crest of a helmet. It was discovered in 2002 by a metal detectorist searching in the town of Horncastle, Lincolnshire. It was reported as found treasure and acquired for £15,000 by the City and County Museum, where it is on permanent display.\n"}},
{"name": ["Jay Pritzker Pavilion"], "link": "https://en.wikipedia.org/wiki/Jay_Pritzker_Pavilion", "body": {"title": "Jay Pritzker Pavilion", "paragraph": "Jay Pritzker Pavilion, also known as Pritzker Pavilion or Pritzker Music Pavilion, is a bandshell in Millennium Park in the Loop community area of Chicago in Cook County, Illinois, United States. It is located on the south side of Randolph Street and east of the Chicago Landmark Historic Michigan Boulevard District. The pavilion was named after Jay Pritzker, whose family is known for owning Hyatt Hotels. The building was designed by architect Frank Gehry, who accepted the design commission in April 1999; the pavilion was constructed between June 1999 and July 2004, opening officially on July 16, 2004.\n"}},
{"name": ["Icelandic Phallological Museum"], "link": "https://en.wikipedia.org/wiki/Icelandic_Phallological_Museum", "body": {"title": "Icelandic Phallological Museum", "paragraph": "Founded in 1997 by since-then retired teacher Sigurður Hjartarson and now run by his son Hjörtur Gísli Sigurðsson, the museum grew out of an interest in penises that began during Sigurður's childhood when he was given a cattle whip made from a bull's penis. He obtained the organs of Icelandic animals from sources around the country, with acquisitions ranging from the 170 cm (67 in) front tip of a blue whale penis to the 2 mm (0.08 in) baculum of a hamster, which can only be seen with a magnifying glass. The museum claims that its collection includes the penises of elves and trolls, though, as Icelandic folklore portrays such creatures as being invisible, they cannot be seen. The collection also features phallic art and crafts such as lampshades made from the scrotums of bulls.\n"}},
{"name": ["Hoysala architecture"], "link": "https://en.wikipedia.org/wiki/Hoysala_architecture", "body": {"title": "Hoysala architecture", "paragraph": "Hoysala architecture is the building style in Hindu temple architecture developed under the rule of the Hoysala Empire between the 11th and 14th centuries, in the region known today as Karnataka, a state of India. Hoysala influence was at its peak in the 13th century, when it dominated the Southern Deccan Plateau region. Large and small temples built during this era remain as examples of the Hoysala architectural style, including the Chennakesava Temple at Belur, the Hoysaleswara Temple at Halebidu, and the Kesava Temple at Somanathapura.[1][2] Other examples of Hoysala craftsmanship are the temples at Belavadi, Amruthapura, Hosaholalu, Mosale, Arasikere, Basaralu, Kikkeri and Nuggehalli.[3][4] Study of the Hoysala architectural style has revealed a negligible Indo-Aryan influence while the impact of Southern Indian style is more distinct.[5]\n"}},
{"name": ["Hoxne Hoard"], "link": "https://en.wikipedia.org/wiki/Hoxne_Hoard", "body": {"title": "Hoxne Hoard", "paragraph": "The Hoxne Hoard (/ˈhɒksən/ HOK-sən)[2] is the largest hoard of late Roman silver and gold discovered in Britain,[3] and the largest collection of gold and silver coins of the fourth and fifth centuries found anywhere within the Roman Empire. It was found by Eric Lawes, a metal detectorist in the village of Hoxne in Suffolk, England in 1992. The hoard consists of 14,865 Roman gold, silver, and bronze coins and approximately 200 items of silver tableware and gold jewellery.[4] The objects are now in the British Museum in London, where the most important pieces and a selection of the rest are on permanent display. In 1993, the Treasure Valuation Committee valued the hoard at £1.75 million (roughly equivalent to £3.59 million in 2019).[5]\n"}},
{"name": ["House with Chimaeras"], "link": "https://en.wikipedia.org/wiki/House_with_Chimaeras", "body": {"title": "House with Chimaeras", "paragraph": "The Polish architect Władysław Horodecki originally constructed the House with Chimaeras for use as his own upmarket apartment building during the period of 1901–1902. However, as the years went by, Horodecki eventually had to sell the building due to financial troubles, after which it changed ownership numerous times before finally being occupied by an official Communist Party polyclinic until the early 2000s.[3] When the building was vacated, its interior and exterior decor were fully reconstructed and restored according to Horodecki's original plans.[4]\n"}},
{"name": ["IG Farben Building"], "link": "https://en.wikipedia.org/wiki/IG_Farben_Building", "body": {"title": "IG Farben Building", "paragraph": "The building's original design in the modernist New Objectivity style was the subject of a competition which was eventually won by the architect Hans Poelzig. On its completion, the complex was the largest office building in Europe and remained so until the 1950s.[2] The IG Farben Building's six square wings retain a modern, spare elegance, despite its mammoth size. It is also notable for its paternoster elevators.[3]\n"}},
{"name": ["Heian Palace"], "link": "https://en.wikipedia.org/wiki/Heian_Palace", "body": {"title": "Heian Palace", "paragraph": "The palace consisted of a large rectangular walled enclosure (the daidairi), which contained several ceremonial and administrative buildings including the government ministries. Inside this enclosure was the separately walled  residential compound of the emperor or the Inner Palace (Dairi). In addition to the emperor's living quarters, the Inner Palace contained the residences of the imperial consorts, as well as certain official and ceremonial buildings more closely linked to the person of the emperor.\n"}},
{"name": ["Hebron Church (Intermont, West Virginia)"], "link": "https://en.wikipedia.org/wiki/Hebron_Church_(Intermont,_West_Virginia)", "body": {"title": "Hebron Church (Intermont, West Virginia)", "paragraph": "Hebron Church (also historically known as Great Capon Church, Hebron Lutheran Church, and Hebron Evangelical Lutheran Church) is a mid-19th-century Lutheran church in Intermont, Hampshire County, in the U.S. state of West Virginia. Hebron Church was founded in 1786 by German settlers in the Cacapon River Valley, making it the first Lutheran church west of the Shenandoah Valley. The congregation worshiped in a log church, which initially served both Lutheran and Reformed denominations. Its congregation was originally German-speaking; the church's documents and religious services were in German until 1821, when records and sermons transitioned to English.\n"}},
{"name": ["Holkham Hall"], "link": "https://en.wikipedia.org/wiki/Holkham_Hall", "body": {"title": "Holkham Hall", "paragraph": "Holkham Hall (/ˈhoʊkəm/ or /ˈhɒlkəm/[1]) is an 18th-century country house located adjacent to the village of Holkham, Norfolk, England. The house was constructed in the Palladian style for the 1st Earl of Leicester (fifth creation)[2][3] by the architect William Kent, aided by the architect and aristocrat Lord Burlington.\n"}},
{"name": ["Georgetown Car Barn"], "link": "https://en.wikipedia.org/wiki/Georgetown_Car_Barn", "body": {"title": "Georgetown Car Barn", "paragraph": "The Georgetown Car Barn, historically known as the Capital Traction Company Union Station, is a building in the Georgetown neighborhood of Washington, D.C., in the United States. Designed by the architect Waddy Butler Wood, it was built between 1895 and 1897 by the Capital Traction Company as a union terminal for several Washington and Virginia streetcar lines. The adjacent Exorcist steps, later named after their appearance in William Friedkin's 1973 horror film The Exorcist, were built during the initial construction to connect M Street with Prospect Street.\n"}},
{"name": ["Harris Theater (Chicago)"], "link": "https://en.wikipedia.org/wiki/Harris_Theater_(Chicago)", "body": {"title": "Harris Theater (Chicago)", "paragraph": "Constructed in 2002–2003, it provides a venue for small and medium-sized music and dance groups,[4] which had previously been without a permanent home and were underserved by the city's performing venue options. Among the regularly featured local groups are Joffrey Ballet, Hubbard Street Dance Chicago, and Chicago Opera Theater. It provides subsidized rental, technical expertise, and marketing support for the companies using it, and turned a profit in its fourth fiscal year.\n"}},
{"name": ["Guilden Morden boar"], "link": "https://en.wikipedia.org/wiki/Guilden_Morden_boar", "body": {"title": "Guilden Morden boar", "paragraph": "The Guilden Morden boar is a sixth- or seventh-century Anglo-Saxon copper alloy figure of a boar that may have once served as the crest of a helmet. It was found around 1864 or 1865 in a grave in Guilden Morden, a village in the eastern English county of Cambridgeshire. There the boar attended a skeleton with other objects, including a small earthenware bead with an incised pattern,[1] although the boar is all that now remains.[2] Herbert George Fordham, whose father originally discovered the boar, donated it to the British Museum in 1904; as of 2018 it was on view in room 41.[1][3]\n"}},
{"name": ["Greece runestones"], "link": "https://en.wikipedia.org/wiki/Greece_runestones", "body": {"title": "Greece runestones", "paragraph": "The Greece runestones (Swedish: Greklandsstenarna, Greek: Ρουνικές λίθοι Ελλάδας) are about 30 runestones containing information related to voyages made by Norsemen to the Byzantine Empire. They were made during the Viking Age until about 1100 and were engraved in the Old Norse language with Scandinavian runes. All the stones have been found in modern-day Sweden, the majority in Uppland (18 runestones) and Södermanland (7 runestones). Most were inscribed in memory of members of the Varangian Guard who never returned home, but a few inscriptions mention men who returned with wealth, and a boulder in Ed was engraved on the orders of a former officer of the Guard.\n"}},
{"name": ["Gevninge helmet fragment"], "link": "https://en.wikipedia.org/wiki/Gevninge_helmet_fragment", "body": {"title": "Gevninge helmet fragment", "paragraph": "The Gevninge helmet fragment is the dexter eyepiece of a helmet from the Viking Age or end of the Nordic Iron Age. It was found in 2000 during the excavation of a Viking farmstead in Gevninge, near Lejre, Denmark. The fragment is moulded from bronze and gilded, and consists of a stylised eyebrow with eyelashes above an oval opening. There are three holes at the top and bottom of the fragment to affix the eyepiece to a helmet. The fragment is significant as rare evidence of contemporaneous helmets, and also for its discovery in Gevninge, an outpost that is possibly connected to the Anglo-Saxon epic Beowulf. It has been in the collection of the Lejre Museum since its discovery, and has been exhibited internationally as part of a travelling exhibition on Vikings.\n"}},
{"name": ["Fir Clump Stone Circle"], "link": "https://en.wikipedia.org/wiki/Fir_Clump_Stone_Circle", "body": {"title": "Fir Clump Stone Circle", "paragraph": "A double concentric circle consisting of sarsen megaliths, Fir Clump Stone Circle was oval-shaped. The outer ring measured 107 metres (351 ft) by 86.5 metres (284 ft) in diameter; the inner ring was 86.5 metres (284 ft) by 73.7 metres (242 ft). It was one of at least seven stone circles that are known to have been erected in the area south of Swindon in northern Wiltshire. Around the 1860s, the megaliths in Fir Clump Stone Circle were levelled and in the 1890s the antiquarian A. D. Passmore observed that the circle was no longer visible. Some of the fallen megaliths were rediscovered in 1965 by the archaeologist Richard Reiss, who described and measured the monument. In 1969, these stones were removed during construction of the M4 motorway.\n"}},
{"name": ["Fort Ticonderoga"], "link": "https://en.wikipedia.org/wiki/Fort_Ticonderoga", "body": {"title": "Fort Ticonderoga", "paragraph": "Fort Ticonderoga (/taɪkɒndəˈroʊɡə/), formerly Fort Carillon, is a large 18th-century star fort built by the French at a narrows near the south end of Lake Champlain, in northern New York, in the United States. It was constructed by Canadian-born French military engineer Michel Chartier de Lotbinière, Marquis de Lotbinière between October 1755 and 1757, during the action in the \"North American theater\" of the Seven Years' War, often referred to in the US as the French and Indian War. The fort was of strategic importance during the 18th-century colonial conflicts between Great Britain and France, and again played an important role during the Revolutionary War.\n"}},
{"name": ["Emesa helmet"], "link": "https://en.wikipedia.org/wiki/Emesa_helmet", "body": {"title": "Emesa helmet", "paragraph": "The Emesa helmet (also known as the Homs helmet) is a Roman cavalry helmet from the early first century AD. It consists of an iron head piece and face mask, the latter of which is covered in a sheet of silver and presents the individualised portrait of a face, likely its owner. Decorations, some of which are gilded, adorn the head piece. Confiscated by Syrian police soon after looters discovered it amidst a complex of tombs in the modern-day city of Homs in 1936, eventually the helmet was restored thoroughly at the British Museum, and is now in the collection of the National Museum of Damascus. It has been exhibited internationally, although as of 2017, due to the Syrian Civil War, the more valuable items owned by the National Museum are hidden in underground storage.\n"}},
{"name": ["Egyptian temple"], "link": "https://en.wikipedia.org/wiki/Egyptian_temple", "body": {"title": "Egyptian temple", "paragraph": "Egyptian temples were built for the official worship of the gods and in commemoration of the pharaohs in ancient Egypt and regions under Egyptian control. Temples were seen as houses for the gods or kings to whom they were dedicated. Within them, the Egyptians performed a variety of rituals, the central functions of Egyptian religion: giving offerings to the gods, reenacting their mythological interactions through festivals, and warding off the forces of chaos. These rituals were seen as necessary for the gods to continue to uphold maat, the divine order of the universe. Housing and caring for the gods were the obligations of pharaohs, who therefore dedicated prodigious resources to temple construction and maintenance. Out of necessity, pharaohs delegated most of their ritual duties to a host of priests, but most of the populace was excluded from direct participation in ceremonies and forbidden to enter a temple's most sacred areas. Nevertheless, a temple was an important religious site for all classes of Egyptians, who went there to pray, give offerings, and seek oracular guidance from the god dwelling within.\n"}},
{"name": ["Exelon Pavilions"], "link": "https://en.wikipedia.org/wiki/Exelon_Pavilions", "body": {"title": "Exelon Pavilions", "paragraph": "The Exelon Pavilions are four buildings that generate electricity from solar energy and provide access to underground parking in Millennium Park in the Loop community area of Chicago in Cook County, Illinois, United States.[1] The Northeast Exelon Pavilion and Northwest Exelon Pavilion (jointly the North Exelon Pavilions) are located on the northern edge of the park along Randolph Street, and flank the Harris Theater. The Southeast Exelon Pavilion and Southwest Exelon Pavilion (jointly the South Exelon Pavilions) are located on the southern edge of the park along Monroe Street, and flank the Lurie Garden. Together the pavilions generate 19,840 kilowatt-hours (71,400 MJ) of electricity annually,[2] worth about $2,350 per year.[3]\n"}},
{"name": ["Elgin Cathedral"], "link": "https://en.wikipedia.org/wiki/Elgin_Cathedral", "body": {"title": "Elgin Cathedral", "paragraph": "Elgin Cathedral is a historic ruin in Elgin, Moray, north-east Scotland. The cathedral—dedicated to the Holy Trinity—was established in 1224 on land granted by King Alexander II outside the burgh of Elgin and close to the River Lossie. It replaced the cathedral at Spynie, 3 kilometres (1.9 mi) to the north, that was served by a small chapter of eight clerics. The new and bigger cathedral was staffed with 18 canons in 1226 and then increased to 23 by 1242. After a damaging fire in 1270, a rebuilding programme greatly enlarged the building. It was unaffected by the Wars of Scottish Independence but again suffered extensive fire damage in 1390 following an attack by Robert III's brother Alexander Stewart, Earl of Buchan, also known as the Wolf of Badenoch. In 1402 the cathedral precinct again suffered an incendiary attack by the followers of the Lord of the Isles. The number of clerics required to staff the cathedral continued to grow, as did the number of craftsmen needed to maintain the buildings and surrounds.\n"}},
{"name": ["Freedom Monument"], "link": "https://en.wikipedia.org/wiki/Freedom_Monument", "body": {"title": "Freedom Monument", "paragraph": "The Freedom Monument (Latvian: Brīvības piemineklis, pronounced [ˈbriːviːbas ˈpiɛmineklis]) is a memorial located in Riga, Latvia, honouring soldiers killed during the Latvian War of Independence (1918–1920). It is considered an important symbol of the freedom, independence, and sovereignty of Latvia.[1] Unveiled in 1935, the 42-metre (138 ft) high monument of granite, travertine, and copper often serves as the focal point of public gatherings and official ceremonies in Riga.\n"}},
{"name": ["Chetro Ketl"], "link": "https://en.wikipedia.org/wiki/Chetro_Ketl", "body": {"title": "Chetro Ketl", "paragraph": "Chetro Ketl is an Ancestral Puebloan great house and archeological site located in Chaco Culture National Historical Park, New Mexico, United States. Construction on Chetro Ketl began c. 990 and was largely complete by 1075, with significant remodeling occurring in the early and mid-1110s. Following the onset of a severe drought, most Chacoans emigrated from the canyon by 1140; by 1250 Chetro Ketl's last inhabitants had vacated the structure.\n"}},
{"name": ["Clemuel Ricketts Mansion"], "link": "https://en.wikipedia.org/wiki/Clemuel_Ricketts_Mansion", "body": {"title": "Clemuel Ricketts Mansion", "paragraph": "After 1903 the house served as the Ricketts family's summer home; they kept it even as they sold over 65,000 acres (26,000 ha) to the state of Pennsylvania from 1920 to 1950. The house was included in the Historic American Buildings Survey (HABS) in 1936 and listed on the National Register of Historic Places (NRHP) in 1983. A group of investors bought the lake, surrounding land, and house in 1957 and developed them privately for housing and recreation. The house became the Ganoga Lake Association's clubhouse, and is not open to the public.\n"}},
{"name": ["Coffin Stone"], "link": "https://en.wikipedia.org/wiki/Coffin_Stone", "body": {"title": "Coffin Stone", "paragraph": "If a chambered long barrow did indeed previously exist on the site, it would have been built by pastoralist communities shortly after the introduction of agriculture to Britain from continental Europe. Long-barrow building was an architectural tradition widespread across Neolithic Europe. It consisted of various localized regional variants; one of these was in the vicinity of the River Medway, examples of which are now known as the Medway Megaliths. The Coffin Stone lies on the eastern side of the river, not far from the chambered long barrows of Little Kit's Coty House, Kit's Coty House, and the (now destroyed) Smythe's Megalith. Three other examples, the Coldrum Long Barrow, Addington Long Barrow, and Chestnuts Long Barrow, remain on the western side of the river.\n"}},
{"name": ["Coldrum Long Barrow"], "link": "https://en.wikipedia.org/wiki/Coldrum_Long_Barrow", "body": {"title": "Coldrum Long Barrow", "paragraph": "The Coldrum Long Barrow, also known as the Coldrum Stones and the Adscombe Stones, is a chambered long barrow located near the village of Trottiscliffe in the south-eastern English county of Kent. Probably constructed in the fourth millennium BCE, during Britain's Early Neolithic period, today it survives only in a state of ruin.\n"}},
{"name": ["Chicago Board of Trade Building"], "link": "https://en.wikipedia.org/wiki/Chicago_Board_of_Trade_Building", "body": {"title": "Chicago Board of Trade Building", "paragraph": "The Chicago Board of Trade Building is a skyscraper located in Chicago, Illinois. It stands at 141 W. Jackson Boulevard at the foot of the LaSalle Street canyon, in the Loop community area. Built in 1930 and first designated a Chicago Landmark on May 4, 1977,[2] the building was listed as a National Historic Landmark on June 2, 1978.[3][4] It was added to the National Register of Historic Places on June 16, 1978. Originally built for the Chicago Board of Trade (CBOT), it is now the primary trading venue for the derivatives exchange, the CME Group, formed in 2007 by the merger of the CBOT and the Chicago Mercantile Exchange.[5] In 2012, the CME Group sold the CBOT Building to a consortium of real estate investors, including GlenStar Properties LLC and USAA Real Estate Company.[6]\n"}},
{"name": ["Cragside"], "link": "https://en.wikipedia.org/wiki/Cragside", "body": {"title": "Cragside", "paragraph": "Cragside is a Victorian country house near the town of Rothbury in Northumberland, England. It was the home of William Armstrong, 1st Baron Armstrong, founder of the Armstrong Whitworth armaments firm. An industrial magnate, scientist, philanthropist and inventor of the hydraulic crane and the Armstrong gun, Armstrong also displayed his inventiveness in the domestic sphere, making Cragside the first house in the world to be lit using hydroelectric power. The estate was technologically advanced; the architect of the house, Richard Norman Shaw, wrote that it was equipped with \"wonderful hydraulic machines that do all sorts of things\".[2] In the grounds, Armstrong built dams and lakes to power a sawmill, a water-powered laundry, early versions of a dishwasher and a dumb waiter, a hydraulic lift and a hydroelectric rotisserie. In 1887, Armstrong was raised to the peerage, the first engineer or scientist to be ennobled, and became Baron Armstrong of Cragside. \n"}},
{"name": ["Construction of Rockefeller Center"], "link": "https://en.wikipedia.org/wiki/Construction_of_Rockefeller_Center", "body": {"title": "Construction of Rockefeller Center", "paragraph": "The construction of the Rockefeller Center complex in New York City was conceived as an urban renewal project in the late 1920s, spearheaded by John D. Rockefeller Jr. to help revitalize Midtown Manhattan. Rockefeller Center is located on one of Columbia University's former campuses and is bounded by Fifth Avenue to the east, Sixth Avenue (Avenue of the Americas) to the west, 48th Street to the south, and 51st Street to the north. The center occupies 22 acres (8.9 ha) in total, with some 17 million square feet (1.6 million square meters) of office space.\n"}},
{"name": ["The Cloisters"], "link": "https://en.wikipedia.org/wiki/The_Cloisters", "body": {"title": "The Cloisters", "paragraph": "The Cloisters is a museum in Fort Tryon Park in Washington Heights, Manhattan, New York City, specializing in European medieval architecture, sculpture, and decorative arts, with a focus on the Romanesque and Gothic periods. Governed by the Metropolitan Museum of Art, it contains a large collection of medieval artworks shown in the architectural settings of French monasteries and abbeys. Its buildings are centered around four cloisters—the Cuxa, Saint-Guilhem, Bonnefont and Trie—that were purchased by American sculptor and art dealer George Grey Barnard, dismantled in Europe between 1934 and 1939, and moved to New York. They were acquired for the museum by financier and philanthropist John D. Rockefeller, Jr. Other major sources of objects were the collections of J. P. Morgan and Joseph Brummer.\n"}},
{"name": ["Cathedral of the Immaculate Conception (Moscow)"], "link": "https://en.wikipedia.org/wiki/Cathedral_of_the_Immaculate_Conception_(Moscow)", "body": {"title": "Cathedral of the Immaculate Conception (Moscow)", "paragraph": "The Cathedral of the Immaculate Conception of the Holy Virgin Mary is a neo-Gothic Catholic Church at Moscow's center, that serves as the cathedral of the Catholic Archdiocese of Moscow. Located in the Central Administrative Okrug, it is one of three Catholic churches in Moscow and the largest in Russia.[1]\n"}},
{"name": ["Catherine de' Medici's building projects"], "link": "https://en.wikipedia.org/wiki/Catherine_de%27_Medici%27s_building_projects", "body": {"title": "Catherine de' Medici's building projects", "paragraph": "King Francis set his daughter-in-law an example of kingship and artistic patronage that she never forgot.[2] She witnessed his huge architectural schemes at Chambord and Fontainebleau. She saw Italian and French craftsmen at work together, forging the style that became known as the first School of Fontainebleau. Francis died in 1547, and Catherine became queen consort of France. But it wasn't until her husband King Henry's death in 1559, when she found herself at forty the effective ruler of France, that Catherine came into her own as a patron of architecture. Over the next three decades, she launched a series of costly building projects aimed at enhancing the grandeur of the monarchy. During the same period, however, religious civil war gripped the country and brought the prestige of the monarchy to a dangerously low ebb.[3] \n"}},
{"name": ["Chartwell"], "link": "https://en.wikipedia.org/wiki/Chartwell", "body": {"title": "Chartwell", "paragraph": "Chartwell is a country house near Westerham, Kent, in South East England. For over forty years it was the home of Winston Churchill. He bought the property in September 1922 and lived there until shortly before his death in January 1965. In the 1930s, when Churchill was out of political office, Chartwell became the centre of his world. At his dining table, he gathered those who could assist his campaign against German re-armament and the British government's response of appeasement; in his study, he composed speeches and wrote books; in his garden, he built walls, constructed lakes and painted. During the Second World War Chartwell was largely unused, the Churchills returning after he lost the 1945 election. In 1953, when again prime minister, the house became Churchill's refuge when he suffered a debilitating stroke. In October 1964, he left for the last time, dying at his London home, 28 Hyde Park Gate, on 24 January 1965.\n"}},
{"name": ["Castle"], "link": "https://en.wikipedia.org/wiki/Castle", "body": {"title": "Castle", "paragraph": "A castle is a type of fortified structure built during the Middle Ages predominantly by the nobility or royalty and by military orders. Scholars debate the scope of the word castle, but usually consider it to be the private fortified residence of a lord or noble. This is distinct from a palace, which is not fortified; from a fortress, which was not always a residence for royalty or nobility; and from a fortified settlement, which was a public defence – though there are many similarities among these types of construction. Usage of the term has varied over time and has been applied to structures as diverse as hill forts and country houses. Over the approximately 900 years that castles were built, they took on a great many forms with many different features, although some, such as curtain walls, arrowslits, and portcullises, were commonplace.\n"}},
{"name": ["Castell Coch"], "link": "https://en.wikipedia.org/wiki/Castell_Coch", "body": {"title": "Castell Coch", "paragraph": "Castell Coch (Welsh pronunciation: [ˈkastɛɬ koːχ]; Welsh for 'Red Castle') is a 19th-century Gothic Revival castle built above the village of Tongwynlais in South Wales. The first castle on the site was built by the Normans after 1081, to protect the newly conquered town of Cardiff and control the route along the Taff Gorge. Abandoned shortly afterwards, the castle's earth motte was reused by Gilbert de Clare as the basis for a new stone fortification, which he built between 1267 and 1277 to control his freshly annexed Welsh lands. This castle was likely destroyed in the native Welsh rebellion of 1314. In 1760, the castle ruins were acquired by John Stuart, 3rd Earl of Bute, as part of a marriage settlement that brought the family vast estates in South Wales.\n"}},
{"name": ["Buildings of Nuffield College, Oxford"], "link": "https://en.wikipedia.org/wiki/Buildings_of_Nuffield_College,_Oxford", "body": {"title": "Buildings of Nuffield College, Oxford", "paragraph": "The buildings of Nuffield College, one of the colleges of the University of Oxford, are to the west of the city centre of Oxford, England, and stand on the site of the basin of the Oxford Canal. Nuffield College was founded in 1937 after a donation to the University by the car manufacturer Lord Nuffield; he gave land for the college, as well as £900,000 (approximately £246 million in present-day terms) to build and endow it. The architect Austen Harrison, who had worked in Greece and Palestine, was appointed by the University to design the buildings. His initial design, heavily influenced by Mediterranean architecture, was rejected by Nuffield, who called it \"un-English\"[1] and refused to allow his name to be associated with it. Harrison reworked the plans, aiming for \"something on the lines of Cotswold domestic architecture\",[1] as Nuffield wanted.\n"}},
{"name": ["Capon Chapel"], "link": "https://en.wikipedia.org/wiki/Capon_Chapel", "body": {"title": "Capon Chapel", "paragraph": "Capon Chapel ( /ˈkeɪpən/ KAY-pən), also historically known as Capon Baptist Chapel and Capon Chapel Church, is a mid-19th century United Methodist church located near to the town of Capon Bridge, West Virginia, in the United States. Capon Chapel is one of the oldest existing log churches in Hampshire County, along with Mount Bethel Church and Old Pine Church.\n"}},
{"name": ["Cadaver Tomb of René of Chalon"], "link": "https://en.wikipedia.org/wiki/Cadaver_Tomb_of_Ren%C3%A9_of_Chalon", "body": {"title": "Cadaver Tomb of René of Chalon", "paragraph": "The Cadaver Tomb of René of Chalon (French: Transi de René de Chalon, also known as the Memorial to the Heart of René de Chalon or The Skeleton) is a late Gothic period funerary monument, known as a transi, in the church of Saint-Étienne at Bar-le-Duc, in northeastern France. It consists of an altarpiece and a limestone statue of a putrefied and skinless corpse which stands upright and extends his left hand outwards. Completed sometime between 1544 and 1557, the majority of its construction is attributed to the French sculptor Ligier Richier. Other elements, including the coat of arms and funeral drapery, were added in the 16th and 18th centuries respectively.\n"}},
{"name": ["Buildings of Jesus College, Oxford"], "link": "https://en.wikipedia.org/wiki/Buildings_of_Jesus_College,_Oxford", "body": {"title": "Buildings of Jesus College, Oxford", "paragraph": "The main buildings of Jesus College, one of the colleges of the University of Oxford, are located in the centre of the city of Oxford, England, between Turl Street, Ship Street, Cornmarket Street, and Market Street. Jesus College was founded in 1571 by Elizabeth I upon the petition of a Welsh clergyman, Hugh Price, who was treasurer of St David's Cathedral. Her foundation charter gave to the college the land and buildings of White Hall, a university hall that had experienced a decline in student numbers. Price added new buildings to those of White Hall, and construction work continued after his death in 1574. The first of the college's quadrangles, which includes the hall, chapel, and principal's lodgings was completed between 1621 and 1630.  Construction of the second quadrangle began in the 1630s, but was interrupted by the English Civil War and was not completed until about 1712. Further buildings were erected in a third quadrangle during the 20th century, including science laboratories (now closed), a library for undergraduates, and additional accommodation for students and fellows. In addition to the main site, the college owns flats in east and north Oxford, and a sports ground.\n"}},
{"name": ["Buildings and architecture of Bristol"], "link": "https://en.wikipedia.org/wiki/Buildings_and_architecture_of_Bristol", "body": {"title": "Buildings and architecture of Bristol", "paragraph": "Bristol, the largest city in South West England, has an eclectic combination of architectural styles, ranging from the medieval to 20th century brutalism and beyond. During the mid-19th century, Bristol Byzantine, an architectural style unique to the city, was developed, and several examples have survived.\n"}},
{"name": ["Buckton Castle"], "link": "https://en.wikipedia.org/wiki/Buckton_Castle", "body": {"title": "Buckton Castle", "paragraph": "Buckton Castle was a medieval enclosure castle near Carrbrook in Stalybridge, Greater Manchester, England. It was surrounded by a 2.8-metre-wide (9 ft) stone curtain wall and a ditch 10 metres (33 ft) wide by 6 metres (20 ft) deep. Buckton is one of the earliest stone castles in North West England and only survives as buried remains overgrown with heather and peat. It was most likely built and demolished in the 12th century. The earliest surviving record of the site dates from 1360, by which time it was lying derelict. The few finds retrieved during archaeological investigations indicate that Buckton Castle may not have been completed.\n"}},
{"name": ["Brougham Castle"], "link": "https://en.wikipedia.org/wiki/Brougham_Castle", "body": {"title": "Brougham Castle", "paragraph": "Brougham Castle (pronounced /ˈbruːm/) is a medieval building about 2 miles (3.2 km) south-east of Penrith, Cumbria, England. The castle was founded by Robert I de Vieuxpont in the early 13th century. The site, near the confluence of the rivers, Eamont and Lowther, had been chosen by the Romans for a Roman fort called Brocavum. The castle is scheduled as an Ancient Monument, along with the fort, as \"Brougham Roman fort and Brougham Castle\".[1]\n"}},
{"name": ["Bramall Hall"], "link": "https://en.wikipedia.org/wiki/Bramall_Hall", "body": {"title": "Bramall Hall", "paragraph": "Bramall Hall is a largely Tudor manor house in Bramhall, within the Metropolitan Borough of Stockport, Greater Manchester, England. It is a timber-framed building, the oldest parts of which date from the 14th century, with later additions from the 16th and 19th centuries.  The house, which functions as a museum, and its 70 acres (28 ha) of landscaped parkland with lakes, woodland, and gardens (Bramhall Park) are open to the public.\n"}},
{"name": ["Buckingham Palace"], "link": "https://en.wikipedia.org/wiki/Buckingham_Palace", "body": {"title": "Buckingham Palace", "paragraph": "\n\n\nCoordinates: 51°30′3″N 0°8′31″W﻿ / ﻿51.50083°N 0.14194°W﻿ / 51.50083; -0.14194\n"}},
{"name": ["Bruce Castle"], "link": "https://en.wikipedia.org/wiki/Bruce_Castle", "body": {"title": "Bruce Castle", "paragraph": "Bruce Castle (formerly the Lordship House) is a Grade I listed 16th-century[1] manor house in Lordship Lane, Tottenham, London. It is named after the House of Bruce who formerly owned the land on which it is built. Believed to stand on the site of an earlier building, about which little is known, the current house is one of the oldest surviving English brick houses. It was remodelled in the 17th, 18th and 19th centuries.\n"}},
{"name": ["Bramshill House"], "link": "https://en.wikipedia.org/wiki/Bramshill_House", "body": {"title": "Bramshill House", "paragraph": "Bramshill House, in Bramshill, northeast Hampshire, England, is one of the largest and most important Jacobean prodigy house mansions in England. It was built in the early 17th century by the 11th Baron Zouche of Harringworth but was partly destroyed by fire a few years later. The design shows the influence of the Italian Renaissance, which became popular in England during the late 16th century. The house was designated a Grade I listed building in 1952.\n"}},
{"name": ["Borobudur"], "link": "https://en.wikipedia.org/wiki/Borobudur", "body": {"title": "Borobudur", "paragraph": "Borobudur, or Barabudur (Indonesian: Candi Borobudur, Javanese: ꦕꦤ꧀ꦣꦶꦧꦫꦧꦸꦣꦸꦂ, romanized: Candhi Barabudhur) is a 9th-century Mahayana Buddhist temple in Magelang Regency, not far from the town of Muntilan, in Central Java, Indonesia. It is the world's largest Buddhist temple.[1][2][3] The temple consists of nine stacked platforms, six square and three circular, topped by a central dome. It is decorated with 2,672 relief panels and 504 Buddha statues. The central dome is surrounded by 72 Buddha statues, each seated inside a perforated stupa.[4]\n"}},
{"name": ["Book of Kells"], "link": "https://en.wikipedia.org/wiki/Book_of_Kells", "body": {"title": "Book of Kells", "paragraph": "The Book of Kells (Latin: Codex Cenannensis; Irish: Leabhar Cheanannais; Dublin, Trinity College Library, MS A. I. [58], sometimes known as the Book of Columba) is an illuminated manuscript Gospel book in Latin, containing the four Gospels of the New Testament together with various prefatory texts and tables. It was created in a Columban monastery in either Britain or Ireland and may have had contributions from various Columban institutions from both Britain and Ireland. It is believed to have been created c. 800 AD. The text of the Gospels is largely drawn from the Vulgate, although it also includes several passages drawn from the earlier versions of the Bible known as the Vetus Latina. It is a masterwork of Western calligraphy and represents the pinnacle of Insular illumination. It is also widely regarded as Ireland's finest national treasure. The manuscript takes its name from the Abbey of Kells, which was its home for centuries.\n"}},
{"name": ["Blakeney Chapel"], "link": "https://en.wikipedia.org/wiki/Blakeney_Chapel", "body": {"title": "Blakeney Chapel", "paragraph": "Much of the structural material was long ago carried off for reuse in buildings in Cley and Blakeney. The surviving ruins are protected as a scheduled monument and Grade II listed building because of their historical importance, but there is no active management. The ever-present threat from the encroaching sea is likely to accelerate following a realignment of the Glaven's course through the marshes, and lead to the loss of the ruins.\n"}},
{"name": ["Bodiam Castle"], "link": "https://en.wikipedia.org/wiki/Bodiam_Castle", "body": {"title": "Bodiam Castle", "paragraph": "Bodiam Castle (/ˈboʊdiəm/) is a 14th-century moated castle near Robertsbridge in East Sussex, England. It was built in 1385 by Sir Edward Dalyngrigge, a former knight of Edward III, with the permission of Richard II, ostensibly to defend the area against French invasion during the Hundred Years' War. Of quadrangular plan, Bodiam Castle has no keep, having its various chambers built around the outer defensive walls and inner courts. Its corners and entrance are marked by towers, and topped by crenellations. Its structure, details and situation in an artificial watery landscape indicate that display was an important aspect of the castle's design as well as defence. It was the home of the Dalyngrigge family and the centre of the manor of Bodiam.\n"}},
{"name": ["Anthony Roll"], "link": "https://en.wikipedia.org/wiki/Anthony_Roll", "body": {"title": "Anthony Roll", "paragraph": "The Anthony Roll is a paper record of ships of the English Tudor navy of the 1540s, named after its creator, Anthony Anthony. It originally consisted of three rolls of vellum, depicting 58 naval vessels along with information on their size, crew, armament, and basic equipment. The rolls were presented to King Henry VIII in 1546, and were kept in the royal library. In 1680 King Charles II gave two of the rolls to Samuel Pepys, who had them cut up and bound as a single volume book, which is now in the Pepys Library at Magdalene College, Cambridge. The third roll remained in the royal collection until it was given by King William IV to his daughter Lady Mary Fox, who sold it to the British Museum in 1858; it is now owned by the British Library.\n"}},
{"name": ["Belton House"], "link": "https://en.wikipedia.org/wiki/Belton_House", "body": {"title": "Belton House", "paragraph": "Belton House is a Grade I listed country house in the parish of Belton near Grantham in Lincolnshire, England, built between 1685 and 1688 by Sir John Brownlow, 3rd Baronet. It is surrounded by formal gardens and a series of avenues leading to follies within a larger wooded park.\n"}},
{"name": ["Benty Grange helmet"], "link": "https://en.wikipedia.org/wiki/Benty_Grange_helmet", "body": {"title": "Benty Grange helmet", "paragraph": "The Benty Grange helmet is a boar-crested Anglo-Saxon helmet from the 7th century AD. It was excavated by Thomas Bateman in 1848 from a tumulus at the Benty Grange farm in Monyash in western Derbyshire. The grave had probably been looted by the time of Bateman's excavation, but still contained other high-status objects suggestive of a richly furnished burial, such as the fragmentary remains of a hanging bowl. The helmet is displayed at Sheffield's Weston Park Museum, which purchased it from Bateman's estate in 1893.\n"}},
{"name": ["Angkor Wat"], "link": "https://en.wikipedia.org/wiki/Angkor_Wat", "body": {"title": "Angkor Wat", "paragraph": "Angkor Wat (/ˌæŋkɔːr ˈwɒt/; Khmer: អង្គរវត្ត, \"City/Capital of Temples\") is a temple complex in Cambodia and is the largest religious monument in the world,[1] on a site measuring 162.6 hectares (1,626,000 m2; 402 acres).[2] Originally constructed as a Hindu temple[1] dedicated to the god Vishnu for the Khmer Empire, it was gradually transformed into a Buddhist temple towards the end of the 12th century.[3] It was built by the Khmer King Suryavarman II[4] in the early 12th century in Yaśodharapura (Khmer: យសោធរបុរៈ, present-day Angkor), the capital of the Khmer Empire, as his state temple and eventual mausoleum. Breaking from the Shaiva tradition of previous kings, Angkor Wat was instead dedicated to Vishnu. As the best-preserved temple at the site, it is the only one to have remained a significant religious centre since its foundation. The temple is at the top of the high classical style of Khmer architecture. It has become a symbol of Cambodia,[5] appearing on its national flag, and it is the country's prime attraction for visitors.[6]\n"}},
{"name": ["Acra (fortress)"], "link": "https://en.wikipedia.org/wiki/Acra_(fortress)", "body": {"title": "Acra (fortress)", "paragraph": "The exact location of the Acra, critical to understanding Hellenistic Jerusalem, had been a matter of lengthy discussions. Historians and archaeologists had proposed various sites around Jerusalem, relying mainly on conclusions drawn from literary evidence. This approach began to change in the light of excavations which commenced in the late 1960s. New discoveries had prompted reassessments of the ancient literary sources, Jerusalem's geography and previously discovered artifacts. Yoram Tsafrir had interpreted a masonry joint in the southeastern corner of the Temple Mount platform as a clue to the Acra's possible position. During Benjamin Mazar's 1968 and 1978 excavations adjacent to the south wall of the Mount, features were uncovered which may have been connected with the Acra, including barrack-like rooms and a huge cistern. In 2015, the Israel Antiquities Authority announced the likely discovery of the Acra in a different location, south-west of the Temple Mount and north-west of the City of David.\n"}}
]